{
  "document_title": "Port Police Regulations Port of Antwerp",
  "document_date": "April 30, 2024",
  "document_note": "Detailed and legally binding Port Police Regulations for the Port of Antwerp. German text is binding in case of dispute (if applicable, clarify language of provided document).",
  "sections": [
    {
      "section_number": "1",
      "section_title": "GENERAL PROVISIONS",
      "subsections": [
        {
          "subsection_number": "1.1",
          "subsection_title": "Definitions",
          "definitions": [
            {"term": "ACC", "definition": "Antwerp Coordination Centre: coordination centre where all operational actors involved in port management and shipping management services are based"},
            {"term": "ADN", "definition": "European Agreement concerning the international carriage of dangerous goods by inland waterways, signed in Geneva on 26 May 2000"},
            {"term": "ADN Tank Barge", "definition": "A tank barge carrying dangerous goods listed in the ADN or with one or more cargo tanks on board that are empty but not cleaned of these goods. This ADNtank barge can display none, one or two blue cones"},
            {"term": "ADR", "definition": "Agreement concerning the international carriage of dangerous goods by road, concluded in Geneva on 30 September 1957"},
            {"term": "Air draft", "definition": "vertical distance measured from the waterline to the vessel's highest point"},
            {"term": "AIS", "definition": "Automatic Identification System: tracking system using onboard transponders to transmit position and navigation information, thereby enabling automated identification"},
            {"term": "APICS", "definition": "Antwerp Port Information and Control System: system used, among other things, to monitor ship movements from, to and within the port, tug activities, lock scheduling, moorings, freight handling and registration of hazardous goods"},
            {"term": "ATA", "definition": "Actual Time of Arrival. The actual time at which a vessel passes or moors at a location"},
            {"term": "ATD", "definition": "Actual Time of Departure. The actual time at which a vessel departs from a location"},
            {"term": "Goods handling", "definition": "Packed goods: all operations relating to activities such as loading, unloading, receiving, inspecting, tallying, delivering, storage, transport, throughput, pre-carriage and on-carriage of packed goods. Bulk goods: all operations relating to loading, unloading, receiving, sampling, delivery, storage, transport, throughput (external and internal on board vessels), pre-carriage, inertising or on-carriage of bulk goods, including slops and residual flows and including all operations relating to cleaning of ships' holds and tanks, including, inter alia, washing, drying, ventilating, degassing or inertising of tanks."},
            {"term": "Notice of fumigation", "definition": "document announcing a fumigation. This document indicates that the fumigation firm will carry out a fumigation in the fumigation zone"},
            {"term": "Barge (also called inland waterway vessel or inland vessel)", "definition": "ship for the commercial transport of goods and/or persons, intended solely for navigation on inland waterways"},
            {"term": "Boatman", "definition": "person who assists in the berthing and unberthing of vessels and who holds a licence under the Pilotage Decree for this purpose"},
            {"term": "BTS", "definition": "Barge Traffic System: central booking and monitoring system for container barges"},
            {"term": "BTS charter", "definition": "an accompanying set of rules that govern the handling of container barges within the Port of Antwerp"},
            {"term": "Bunkering", "definition": "the supply to a ship of liquid and gaseous fuels, lubricating oils, chemicals for propulsion and accessories"},
            {"term": "Bunker ship", "definition": "a tanker or tank barge used for bunkering ships"},
            {"term": "CP", "definition": "Coordination Point Antwerp"},
            {"term": "C Point", "definition": "a port-wide platform between the Port Authority and public and private partners that provides systems and solutions for electronic communication, with the aim of making the supply chains that run through the port more efficient, transparent and reliable"},
            {"term": "Debunkering", "definition": "making the fuel tanks of a ship liquid-free and - in the case of gaseous fuels - gas-free"},
            {"term": "Transit storage facility not front quay", "definition": "facility for the temporary storage of goods, products or substances prior to or after carriage"},
            {"term": "Transit storage facility front quay", "definition": "the operating zone intended for short-term storage adjacent to a quay wall and which is given a concession or long lease by the sea port manager, or which is at the disposal of the main concessionaire/owner, for the purpose of handling transit goods only. The following provisions are relevant to this exception regime: transit storage on the front quay must be in accordance with the port regulations and the conditions of the harbour master on a designated area on the front quay. The harbour master guarantees a high level of protection with their conditions, where necessary; the transit storage of containers, RoRo and breakbulk is covered by the exception regime, but wet bulk cargo is not. Dry bulk cargo is also not covered by the exception regime, except for exceptional, non-permanent, short-term storage, whereby the instructions of the harbour master with regard to restricting dust dispersion are complied with; this is intermediate storage. Transport documents clarify that goods have been stored pending a further destination; the activity is limited to handling, and not processing, of goods inherent to loading and unloading operations."},
            {"term": "Recognised gas expert", "definition": "person holding at least a master's degree in chemistry, who has successfully passed a test at the Fire Service and HMO on specific knowledge of degassing covering both technological and safety aspects of shipbuilding, and who is authorised to issue gas free certificates"},
            {"term": "ETA", "definition": "estimated time of arrival"},
            {"term": "Fumigation", "definition": "all activities relating to the use of toxic gas for the purpose of disinfecting goods and areas. These include: inspection of the area to be fumigated, injection of the fumigant, monitoring during fumigation, aeration, and release of the fumigated area"},
            {"term": "Fumigation coordinator or their representative", "definition": "person designated by the main concessionaire/owner of the site as being responsible for the coordination of all fumigation operations in the fumigation area and co-responsible for compliance with the applicable regulations"},
            {"term": "Fumigation area", "definition": "effective work area for fumigation and ventilating of containers"},
            {"term": "Gas free certificate", "definition": "document issued by an accredited gas expert that describes the condition of areas on ships and certifies that they are safe for people and/or are fire-safe"},
            {"term": "Gas release certificate", "definition": "document issued by a phytosanitary licence holder stating that the ship or container has been tested to be gas free"},
            {"term": "Certified port facility", "definition": "port facility that complies with the ISPS code and holds a port security certificate issued by the National Authority for Maritime Security after approval by the Ministerial Committee for Intelligence and Security"},
            {"term": "Hazardous goods", "definition": "a. goods as defined in the \"International Maritime Dangerous Goods Code \" (IMDG Code); b. goods as defined in chapter 17 of the \"International Code for the Construction and Equipment of Ships Carrying Dangerous Chemicals in Bulk\" (IBC Code) c. goods as defined in chapter 19 of the \"International Code for the Construction and Equipment of Ships Carrying Liquefied Gases in Bulk\" (IGC Code) d. goods as defined in group B of the \"International Maritime Solid Bulk Cargoes Code\" (IMSBC Code) e. goods as defined in ADN, ADR or RID"},
            {"term": "Master", "definition": "individual who is entrusted with the command of the vessel or who actually commands the vessel"},
            {"term": "Port Authority", "definition": "The Havenbedrijf Antwerpen nv (Antwerp Port Authority), a public limited company, with registered office at Zaha Hadidplein 1, 2030 Antwerp, BE248.399.380"},
            {"term": "Port area", "definition": "the area as defined by the Flemish Government, the areas along the River Scheldt, intended for the construction of berthing facilities for seagoing vessels and barges, as specified in art. 5, 1° of the law of 19 June 1978 concerning the management and exploitation of the Scheldt left bank area at Antwerp and for the management and exploitation of the port of Antwerp"},
            {"term": "Port user", "definition": "any individual in the port area or making use of the port infrastructure"},
            {"term": "Harbour master", "definition": "individual whose authority is laid down in the Decree of 3 May 2019 establishing the harbour master's office and in the Port Decree"},
            {"term": "Harbour master's office (HMO)", "definition": "the service whose authority is laid down in the Decree of 3 May 2019 establishing the harbour master's office and in the Port Decree"},
            {"term": "Port Instruction", "definition": "instruction with regard to the practical implementation of these regulations"},
            {"term": "Obstructing shipping", "definition": "navigating in such a way as to impede the free passage of another vessel or create danger of collision"},
            {"term": "Main concessionaire/owner", "definition": "the legal representative of the main concession holder or the legal representative of the owner of the site"},
            {"term": "Emergency rescue area", "definition": "competent emergency rescue area of the fire services. For the port area, this is either the Antwerp Area Fire Brigade or the Waasland emergency rescue area."},
            {"term": "Stern-to quay mooring", "definition": "mooring a vessel with its longitudinal axis at right angles to the quay"},
            {"term": "Inert state", "definition": "A state whereby the oxygen content throughout the atmosphere of a container is reduced to 8 per cent of the volume or less by the addition of inert gas"},
            {"term": "International Ship and Port facility Security” (ISPS) code", "definition": "international code for the security of ships and port facilities, transposed into European Regulation 725/2004 of 31 March 2004 on enhancing ship and port facility security"},
            {"term": "Class 7 goods", "definition": "substances, including solutions and mixtures, classified by a consignor as radioactive substances (class 7) according to the international regulations for the transport of dangerous goods or classified into another hazard class, with class 7 being identified as subsidiary risk and that have been assigned a UN number"},
            {"term": "Short-term storage", "definition": "storage on quayside for a period not exceeding 30 consecutive calendar days for hazardous goods"},
            {"term": "Harbour pilot", "definition": "holder of a pilot's licence as referred to in the Pilotage Decree"},
            {"term": "Harbour pilotage", "definition": "navigation of a vessel by a pilot for the purpose of safely passing nontidal areas of the port"},
            {"term": "Maritime security", "definition": "combination of preventive measures and human and material resources to enhance the security of ships, port facilities and ports in the face of threats of security incidents and intentional unlawful acts"},
            {"term": "Maximum allowed fumigation area", "definition": "demarcated area in open air, other than the public road or a public place, intended solely for fumigation and ventilating of containers. This area includes the fumigation area and the safety area"},
            {"term": "Mooring width", "definition": "largest distance or largest number of ships measured or counted perpendicular to the quay, between the quay edge and the outermost edge on the side of the fairway used by shipping"},
            {"term": "Mooring", "definition": "berthing a vessel in the port in before of or behind the lock complexes and securing it to a quay, bollards, a buoy or alongside another vessel"},
            {"term": "Environmental permit (environmental permit for the operation of a classified facility or activity)", "definition": "a prior written permit from the competent authority to operate or alter an establishment belonging to the first or second class, or the notification of an establishment classified as third class, in accordance with article 4 of the Flemish decree of 28 June 1985 concerning the environmental permit (or article 6 of the Flemish decree of 25 April 2014 concering the environmental permit)"},
            {"term": "SDS", "definition": "Safety Data Sheet"},
            {"term": "MTM”,", "definition": "Maximum Permissible Weight. The maximum permissible weight of the vehicle, as indicated by the manufacturer and based upon the construction and performance of said vehicle. This MTM is stated in the certificate of conformity (COC) that is legally required to be on board the vehicle"},
            {"term": "Unmooring", "definition": "releasing a vessel from a quay, bollards or another vessel in before or behind the lock complexes, for the purpose of shifting it within the port or leaving the port"},
            {"term": "Lay-up of a seagoing vessel", "definition": "a seagoing vessel is laid up when it is not under repair and not in active use"},
            {"term": "Pleasure craft", "definition": "any ship which is used for sports or recreational purposes, excluding passenger ships"},
            {"term": "Direct transshipment", "definition": "transshipment of goods from one means of transport to another"},
            {"term": "RID", "definition": "regulations concerning the international carriage of dangerous goods by rail, Annex C to the Convention concerning international carriage by rail (COTIF), signed in Vilnius on 3 June 1999"},
            {"term": "RTA", "definition": "Requested Time of Arrival, imposed by the ACC"},
            {"term": "Tug order", "definition": "the confirmation of a request for tug assistance, whether changed or not changed by the master or their representative"},
            {"term": "Towing", "definition": "assisting or pulling a vessel by means of one or more tugboats"},
            {"term": "Explosive", "definition": "dangerous substance with explosive, deflagrating or pyrotechnic properties, as defined in the Explosives Act of 28 May 1956 and the Royal Decree of 23 September 1958 containing general regulations concerning the manufacture, storage, possession, sale, transportation and use of explosives"},
            {"term": "Spud poles", "definition": "vertical pipe structures to which vessels can anchor themselves at the base"},
            {"term": "Tanker berth", "definition": "berth recognised by HMO for mooring tankers and tank barges"},
            {"term": "Tank barge", "definition": "a barge built for transporting substances in cargo tanks"},
            {"term": "Tanker", "definition": "a seagoing vessel intended for the transport of liquid or gaseous bulk cargo"},
            {"term": "Vessel", "definition": "any floating object or floating assembly which is or was used, or which is or was capable of being used as a means of transport via/over water, including objects without displacement and seaplanes"},
            {"term": "Fairway", "definition": "part of the waterways located in the port that can be navigated by vessels"},
            {"term": "Solid bulk cargo", "definition": "any cargo, other than liquid or gaseous, made up of a combination of particles, granules or larger pieces of material in a uniform composition, that is loaded directly into the holds of a ship without any packaging or covering"},
            {"term": "Safety folder", "definition": "folder containing all relevant information on fumigation operations that can be performed at a terminal"},
            {"term": "Shifting of a ship", "definition": "moving a ship from one berth to another berth in the port"},
            {"term": "Traffic indication", "definition": "an order given by an authorised person to bring about a specific result in traffic behaviour or a prohibition on bringing about a specific result in traffic behaviour"},
            {"term": "Polluting goods", "definition": "are: a. grades of oil as defined in Annex I of the Marpol Convention b. harmful liquids as defined in Annex II of the Marpol Convention c. harmful liquids as defined in Annex III of the Marpol Convention d. any other good capable of causing an emission that has or may have direct or indirect harmful effects on human health or the environment"},
            {"term": "Packed hazardous goods", "definition": "Hazardous goods in packaging, large containers for carriage in bulk (IBCs), large packaging, UN portable tanks, UN multiple element gas containers (MEGCs), fixed tanks, demountable tanks, tank containers"},
            {"term": "Liquid and gaseous fuels", "definition": "liquid petroleum-based fuels and liquid and gaseous fuels of fossil or renewable origin such as LNG, hydrogen, methanol or ammonia"},
            {"term": "Precaution area", "definition": "port navigation areas where vessels are required to navigate with special caution due to specific traffic situations or heavy traffic"},
            {"term": "VTS (Vessel Traffic Services)", "definition": "The agency set up to improve the safety and efficiency of vessel traffic and protect the environment, which can intervene in traffic and react to traffic situations occurring in the VTS area of operation"},
            {"term": "VTS area of operation", "definition": "the waters in the port area where HMO effectively operates the traffic control system"},
            {"term": "Water sports", "definition": "both nautical sports (e.g. rowing, canoeing, kayaking, gondoliering, sailing, surfing, skiing, tubing, pedaloing, water scootering) and swimming sports (e.g. swimming, diving, snorkelling, water polo)"},
            {"term": "Seagoing vessel", "definition": "ship, other than a barge, carrying or capable of carrying goods and/or persons on the high seas for commercial purposes"}
          ]
        },
        {
          "subsection_number": "1.2",
          "subsection_title": "Scope of application",
          "points": [
            {"point_number": "1", "title": "Geographical scope", "regulation_text": "These regulations apply in the port area of Antwerp."},
            {"point_number": "2", "title": "Legislation", "points": [
              {"point_number": "1", "regulation_text": "This regulation does not derogate from other prevailing regulations in the port area."},
              {"point_number": "2", "regulation_text": "Every port user must know and apply this regulation as well as the related Port Instructions. For practical implementation modalities of the regulation and the Port Instructions, refer to article 13.1."}
            ]}
          ]
        },
        {
          "subsection_number": "1.3",
          "subsection_title": "Competences of the Harbour master's office",
          "subsubsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Competences",
              "points": [
                {"point_number": "1", "regulation_text": "HMO is responsible for taking all measures necessary to maintain public order, tranquillity, safety of port operations and the environment in the port area."},
                {"point_number": "2", "regulation_text": "HMO oversees and enforces the port police regulation."},
                {"point_number": "3", "regulation_text": "HMO has authority over the shipping traffic inside the port, over shifting of vessels between berths, over the shipping traffic from and to locks, and over the lock movements."}
              ]
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Orders and measures",
              "points": [
                {"point_number": "1", "regulation_text": "Every port user must strictly comply with and follow every order, whether verbal or written, given by HMO a. To maintain public order, safety and security b. To regulate shipping traffic c. To prevent fire, collision or other incidents d. To implement this regulation or other applicable laws, decrees and regulations"},
                {"point_number": "2", "regulation_text": "HMO is responsible for the safe navigation of shipping within the port and for the enforcement of the provisions of this regulation, such as: a. the handling, loading and unloading of goods, and the embarkation and disembarkation of passengers; b. regulating the accessibility of the port area and the traffic flow in the port area; c. safeguarding the environment, integrity and safety of the port area. All measures imposed by HMO in this context must be strictly implemented and complied with."},
                {"point_number": "3", "regulation_text": "For the purpose of ensuring order, safeguarding the environment and security in the port, HMO may also draw up regulations for special situations which shall be issued as notices to relevant parties. These must be strictly complied with and followed."},
                {"point_number": "4", "regulation_text": "HMO may prohibit means of transport a. That are not used for commercial operations or b. Whose destination or use compromises or could compromise the good order, tranquillity or safety of the port activities, or c. Whose presence hinders or may hinder the proper, smooth or normal operation of the port or certain parts thereof. from being in the port or certain parts thereof, entering or leaving the port or driving there, and may stop, search and impose special restrictions or conditions on them."}
              ]
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Requisitioning",
              "points": [
                {"point_number": "1", "regulation_text": "If the need arises, HMO may requisition any persons and resources in the port area for the purpose of providing assistance or aid in the exercise of its policing or security duties in the port area."},
                {"point_number": "2", "regulation_text": "Solicited persons may not refuse the service for which they are qualified."}
              ]
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "Expert opinion",
              "regulation_text": "If the need arises, HMO may seek an expert opinion and/or request a declaration from a recognised expert. The costs for such a declaration shall be borne by the master. Permission to sail after inspection may be withheld until the costs have been paid or a payment guarantee has been provided."
            },
            {
              "subsubsection_number": "5",
              "subsubsection_title": "Permits",
              "points": [
                {"point_number": "1", "regulation_text": "All oral or written permits granted pursuant to this regulation shall be issued by HMO, unless otherwise stated. They may be withdrawn by the latter at any time."},
                {"point_number": "2", "regulation_text": "Each permit may be subject to certain conditions."},
                {"point_number": "3", "regulation_text": "Anyone acting in breach of or failing to comply with one or more of the applicable conditions, shall be considered as having acted without permission."},
                {"point_number": "4", "regulation_text": "The holder of a written permit is required to show it to HMO upon request."},
                {"point_number": "5", "regulation_text": "The Port Authority and/or HMO cannot be held liable, directly or indirectly, for damage caused by force majeure in the exercise of their duties."}
              ]
            },
            {
              "subsubsection_number": "6",
              "subsubsection_title": "Innovation",
              "regulation_text": "HMO may authorise experiments and pilot projects to be carried out where innovative systems are used. In this regard, HMO may, if necessary, authorise a temporary deviation from the provisions in this port police regulation."
            }
          ]
        },
        {
          "subsection_number": "1.4",
          "subsection_title": "GDPR",
          "regulation_text": "The Port Authority uses cameras, VHF, radar and other detection systems in the exercise of its port administration. It receives, records, processes and manages this data. If personal data is processed in connection with detection systems or other systems that are used (APICS, BTS, VHF or any other system), the Port Authority will undertake all such processing in accordance with applicable regulations, including, but not limited to, Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and the free movement of such data and repealing Directive 95/46/EC (General Data Protection Regulation or GDPR) and the national legislation implementing this Regulation. The information to be provided, as required by Articles 13 and 14 of Regulation 2016/679, to all data subjects who provide personal data or of which the Port Authority processes personal data that was not directly obtained in connection with detection systems or systems used for shipping assistance (APICS, BTS, VHF or any other method), is accessible on the website of the Port Authority (link)."
        }
      ]
    },
    {
      "section_number": "2",
      "section_title": "ORDER AND SAFETY",
      "subsections": [
        {
          "subsection_number": "2.1",
          "subsection_title": "Order",
          "points": [
            {"point_number": "1", "title": "Equipment of the Port Authority", "regulation_text": "Equipment of the Port Authority may only be operated by persons appointed by the Port Authority or with permission from the Port Authority or HMO."},
            {"point_number": "2", "title": "Mobile trade", "regulation_text": "Mobile trades are prohibited in the port area."}
          ]
        },
        {
          "subsection_number": "2.2",
          "subsection_title": "Safety",
          "subsubsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Notification obligation for port users",
              "points": [
                {"point_number": "1", "regulation_text": "Any port user witnessing or causing an incident that leads to or may lead to disruption, damage or danger, must immediately notify HMO thereof."},
                {"point_number": "2", "regulation_text": "Any port user who encounters an obstruction in the fairway must immediately report it to HMO."},
                {"point_number": "3", "regulation_text": "The responsible person of a sunken vessel and the user, owner or responsible person of an object that obstructs shipping is required to immediately notify HMO thereof. A description of the circumstances and the precise location of the vessel or object must also be given."},
                {"point_number": "4", "regulation_text": "Any port user who is the cause of the obstruction must immediately take all measures to remove the obstruction."},
                {"point_number": "5", "regulation_text": "HMO may impose measures on the port user, at the latter's expense. The port user must ensure that the obstructing object is collected and, if necessary, removed from the port area within the time stipulated by HMO and in accordance with the prescribed method or instructions."}
              ]
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Drugs and alcohol",
              "regulation_text": "The Harbourmaster's Division can prescribe or impose measures on any port user, including the captain or crew member on duty of a navigating or ready-to-depart vessel, and the driver of a driving or ready-to-depart vehicle who is intoxicated or in a state of drunkenness or a similar condition caused by the use of narcotic, stimulating, or hallucinogenic substances."
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Rescue equipment",
              "points": [
                {"point_number": "1", "regulation_text": "The main concessionaire/owner is responsible for installing sufficient rescue equipment on their concession or property, and for maintenance thereof."},
                {"point_number": "2", "regulation_text": "Rescue equipment may only be used for its intended purpose."}
              ]
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "Fire-fighting equipment",
              "points": [
                {"point_number": "1", "regulation_text": "The main concessionaire/owner must provide adequate fire fighting equipment appropriate to the circumstances and the risk and the requirements of the fire service and other authorities."},
                {"point_number": "2", "regulation_text": "All fire fighting equipment must be periodically inspected and/or maintained, accessible at all times, and clearly indicated."}
              ]
            },
            {
              "subsubsection_number": "5",
              "subsubsection_title": "Open fire",
              "regulation_text": "The use of fireworks, open fire and flame, grinding, soldering, burning, welding or any other work involving heat or producing sparks, is prohibited unless prior permission is obtained from HMO. The main concessionaire/owner of the site or the master of the vessel is responsible for compliance with the permit."
            },
            {
              "subsubsection_number": "6",
              "subsubsection_title": "Dangerous animals",
              "regulation_text": "It is prohibited to have animals roaming around freely when any danger or disruption is possible, both ashore or on board."
            },
            {
              "subsubsection_number": "7",
              "subsubsection_title": "Escaping gases and vapours",
              "regulation_text": "It is prohibited to allow gases and/or vapours to escape that may cause a hazard or harm to human health or the environment."
            },
            {
              "subsubsection_number": "8",
              "subsubsection_title": "Gas-free certificate or inertisation certificate",
              "regulation_text": "HMO may at all times require a gas-free certificate or inertisation certificate if necessary for safety reasons."
            },
            {
              "subsubsection_number": "9",
              "subsubsection_title": "Vermin control and disinfection",
              "regulation_text": "For pest control and insect extermination and/or for fumigation works on board ships, permission must be requested from HKD. The recognized fumigation company is responsible for complying with the conditions of this permission. For pest control and insect extermination and/or fumigation works at other locations, notification must be made to HKD. Fumigations may only be carried out under the supervision of a fumigation leader as determined by the relevant higher legislation."
            },
            {
              "subsubsection_number": "10",
              "subsubsection_title": "Exercises and drills",
              "regulation_text": "All exercises within the port area that have an impact on the general sense of security or affect general security must be reported in advance by the organiser to HMO."
            },
            {
              "subsubsection_number": "11",
              "subsubsection_title": "Access of emergency services to companies in the port",
              "points": [
                {"point_number": "1", "title": "General", "regulation_text": "For the organisation of smooth access and passage for the emergency services to companies in the port area, the provisions imposed by the territorially competent authorities and (emergency) services shall remain in force."},
                {"point_number": "2", "title": "Site layout plan", "regulation_text": "At each entrance to an enclosed area, except for areas under permanent surveillance, a clear site layout plan must be displayed, depicting the enclosed area and its entrances. The plan must include such useful information as any third-party facilities and quay numbers. It must also clearly indicate how the gate can be opened by the emergency services. The site layout plan may be kept in a secure location behind a barrier (e.g. in an emergency cabinet), but must be readily accessible for the emergency services."},
                {"point_number": "3", "title": "Access gates and accessibility of the sites", "regulation_text": "It must be possible to open access gates immediately at the request of the emergency services. Cordoning off accesses and passageways with containers or other materials is not authorised without prior permission from HMO. Permission may be granted in exceptional and temporary circumstances. An enclosed area must be provided with clear and unambiguous signage, so that all facilities, companies, groups of sidings, quays, etc. are easily accessible."},
                {"point_number": "4", "title": "Changes to access roads and gates", "regulation_text": "The owner and/or concessionaire must report any structural changes to company entrances or the lay-out of the site to HMO and the Competent Emergency rescue area."},
                {"point_number": "5", "title": "Fire-fighting equipment", "regulation_text": "The couplings where tugs can supply water must be accessible and visible from the water at all times. Other fire-fighting and emergency equipment must be accessible and provided with clear signage at all times."}
              ]
            },
            {
              "subsubsection_number": "12",
              "subsubsection_title": "Snowfall or icing",
              "regulation_text": "In the event of snowfall or icing, the main concessionaire/owner shall, at their expense, take all measures in good time to ensure safe access and use of its grounds and mooring facilities at all times.."
            },
            {
              "subsubsection_number": "13",
              "subsubsection_title": "Submitting internal emergency response plan",
              "regulation_text": "All companies within the port area must have an internal emergency response plan, as legally required, and must be able to present it to HMO."
            }
          ]
        }
      ]
    },
        {
      "section_number": "3",
      "section_title": "ENVIRONMENT",
      "subsections": [
        {
          "subsection_number": "3.1",
          "subsection_title": "Discharge",
          "points": [
            {"point_number": "1", "regulation_text": "Any form of discharge of liquids or solids, whether mixed or diluted with water, into the water or on the quay is prohibited in the port area unless: a) the discharge is permitted under applicable regulations; or b) permission has been granted by HMO for: I. planned discharge of rinse water during pressure testing II. III. planned discharge during inspection and repair work on pipeline tunnels the discharge of domestic wastewater by seagoing ships at berths on the Scheldt or in the Deurganckdok."},
            {"point_number": "2", "regulation_text": "It is prohibited to throw materials into the water that can cause harm to people or the environment or jeopardize general safety in the port area."},
            {"point_number": "3", "regulation_text": "Regardless of the permit or permission referred to in paragraph 1 of this article, any form of emission or discharge must comply with applicable regulations."},
            {"point_number": "4", "regulation_text": "Those who carry out the emission or discharge referred to in paragraph 1 of this article must ensure that the emission or discharge does not cause harm to people, the environment, or infrastructure, and does not jeopardize general safety."}
          ]
        },
        {
          "subsection_number": "3.2",
          "subsection_title": "Waste dumping",
          "regulation_text": "It is prohibited to engage in illegal dumping and create litter."
        },
        {
          "subsection_number": "3.3",
          "subsection_title": "Pollution of quays, grounds and buildings",
          "regulation_text": "Any port user that pollutes quays, grounds or buildings through any activity whatsoever, is required to immediately notify HMO thereof. They must also immediately take the necessary measures to mitigate and clean up the pollution in an appropriate and environmentally-friendly manner. In case of mandatory disposal by HMO, the costs shall be borne by the offender."
        },
        {
          "subsection_number": "3.4",
          "subsection_title": "Environmental nuisance",
          "regulation_text": "When activities are carried out, the port users must, at their own expense and risk, take all necessary protection and safety measures to prevent accidents, environmental nuisance and/or pollution."
        },
        {
          "subsection_number": "3.5",
          "subsection_title": "Maintenance of adjacent strips/roads",
          "regulation_text": "The main concessionaire/owners of sites are required to keep clean and regularly remove weeds from strips located between their quays and/or grounds and the adjacent roads, in accordance with the Flemish regulations governing the use of pesticides."
        },
        {
          "subsection_number": "3.6",
          "subsection_title": "Containment and clean-up measures in the event of oil spills",
          "points": [
            {"point_number": "1", "regulation_text": "All containment and clean-up works deemed necessary by the Port Authority from a nautical, safety and/or ecological perspective for the clean-up of contaminated ships, surface water or water-bound port infrastructure, shall be carried out at the expense of the polluter by a service provider authorised by the Port Authority. The order to remediate an oil spill shall always be given by the Port Authority. It is expressly prohibited for masters or other port users to have work carried out in the port area by oil spill service providers not in possession of an authorisation as referred to in article 12.4."},
            {"point_number": "2", "regulation_text": "A port user who witnesses or causes an oil spill must immediately report this to HMO."},
            {"point_number": "3", "regulation_text": "Without prejudice to the foregoing, the polluter or any other port user involved shall immediately and to the extent that it has access to the resources reasonably provided for this purpose: a. stop the leak or the source of the contamination; b. take all protective measures, including the fitting of oil screens or the application of oil absorbent materials, in order to contain or mitigate the pollution, pending further containment and clean-up work sub 1."},
            {"point_number": "4", "regulation_text": "It is prohibited to use detergents or dispersants without permission from HMO."},
            {"point_number": "5", "regulation_text": "HMO may stop all work, activities, loading operations, etc. until the cleaning activities are completed."},
            {"point_number": "6", "regulation_text": "The polluters and the other port users involved must provide full assistance to the authorised service provider during the containment and clean-up works."}
          ]
        },
        {
          "subsection_number": "3.7",
          "subsection_title": "Collection of waste from barges",
          "regulation_text": "Waste from barges (except cargo waste) in the port area must be collected at the waste facilities provided by the Port Authority and waste containing oil and fat from a waste collector approved by the Port Authority."
        },
        {
          "subsection_number": "3.8",
          "subsection_title": "Collection of waste from seagoing vessels",
          "subsubsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Mandatory deposit of waste",
              "regulation_text": "All seagoing vessels calling at the Port of Antwerp must deposit their waste at a port reception facility before leaving the port, unless they have sufficient storage capacity on board to call at a subsequent port to deposit the waste there at a port reception facility."
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Obligation to use a licensed service provider",
              "regulation_text": "It is explicitly prohibited for masters to make use of port reception facilities provided, organised or offered by a natural and/or legal person other than the parties that have been authorised by the Port Authority in accordance with the provisions of Article 12.7. The Port Authority publishes the list of all permit holders on its website."
            }
          ]
        }
      ]
    },
            {
      "section_number": "4",
      "section_title": "ACCESS OF AND PRESENCE OF PERSONS IN THE PORT AREA",
      "subsections": [
        {
          "subsection_number": "4.1",
          "subsection_title": "Access to work area of locks",
          "regulation_text": "The fenced area around the locks is only accessible to authorized persons or persons with permission from the Port Facility Security Officer (PFSO)."
        },
        {
          "subsection_number": "4.2",
          "subsection_title": "Access to companies",
          "points": [
            {"point_number": "1", "regulation_text": "HMO staff members may at all times gain access to and enter all sites, buildings and port facilities. They are required to observe the safety rules imposed by the main concessionaire/owner."},
            {"point_number": "2", "regulation_text": "The main concessionaire/owner of Seveso facilities and companies situated on the waterfront must take appropriate measures to prevent unauthorised access to their premises. Sites must be closed off, except at the waterfront, and clearly signposted. Every main concessionaire/owner must make the applicable access procedure known to users."},
            {"point_number": "3", "regulation_text": "The main concessionaires/owners of all sites and buildings within the port area shall maintain a registration system of all persons and vehicles entering and leaving the premises. An up-to-date list of people and vehicle movements and of the persons present in the company must be kept for a period stipulated by HMO and must be submitted immediately to HMO and any other competent authorities at any time on request."},
            {"point_number": "4", "regulation_text": "It is prohibited for all port users to gain unlawful access or to facilitate unlawful access to any site or company. In order to gain lawful access to a site or a company, the procedures of the main concessionaire/owner must be complied with."},
            {"point_number": "5", "regulation_text": "Vessels shall ensure that no unauthorised persons are given access to concessions or property via their vessel."},
            {"point_number": "6", "regulation_text": "Main concessionaires/owners receiving seagoing vessels must comply with the ISPS regulations."}
          ]
        }
      ]
    },
        {
      "section_number": "5",
      "section_title": "MANNED AND UNMANNED AIR TRANSPORT",
      "subsections": [
        {
          "subsection_number": "5.1",
          "subsection_title": "Unmanned air transport",
          "regulation_text": "The Harbour Master's Office is the manager of the geographic UAS zone of the restricted area EBR54 seaport of Antwerp, as stipulated in the Ministerial Decree laying down fixed geographic UAS zones and access conditions for fixed geographic UAS zones. Access for unmanned flights to the geographical UAS zone is subject to prior flight authorisation from the Harbour Master's Office."
        },
        {
          "subsection_number": "5.2",
          "subsection_title": "Manned air transport",
          "points": [
            {"point_number": "1", "regulation_text": "For planable flights, subject to prior permission from the Harbour Master's Office."},
            {"point_number": "2", "regulation_text": "For urgent, non-planable flights, subject to prior notification to the Harbour Master's Office."}
          ]
        }
      ]
    },
        {
      "section_number": "6",
      "section_title": "MISCELLANEOUS ACTIVITIES",
      "subsections": [
        {
          "subsection_number": "6.1",
          "subsection_title": "Floating activities",
          "points": [
            {"point_number": "1", "regulation_text": "Within the port area, it is prohibited to sail or lie with: • floating loading/unloading equipment • a vessel used as workplace • a floating warehouse and/or store without permission from HMO. The master is responsible for compliance with the conditions of this authorisation."},
            {"point_number": "2", "regulation_text": "Launching and/or sailing with life boats, is prohibited without permission of HMO. The master is responsible for compliance with the conditions of this authorisation. Rescue boats of the official rescue services are not covered by this provision."}
          ]
        },
        {
          "subsection_number": "6.2",
          "subsection_title": "Boat trips",
          "regulation_text": "The organisation of boat trips in the port area is prohibited without the permission of HMO. The master is responsible for compliance with the conditions of this authorisation. It is prohibited for port users to engage in water sport activities without permission from HMO, which must be requested by the port user."
        },
        {
          "subsection_number": "6.3",
          "subsection_title": "Fishing",
          "regulation_text": "Fishing is only allowed in designated areas. Fishing in areas where fishing is allowed is always subject to possession of a fishing permit issued by the Agency for Nature and Forests."
        },
        {
          "subsection_number": "6.4",
          "subsection_title": "Pleasure cruises",
          "points": [
            {"point_number": "1", "regulation_text": "Prohibited to use locks;"},
            {"point_number": "2", "regulation_text": "Prohibited to moor the vessel at the quays in the port area;"},
            {"point_number": "3", "regulation_text": "Exclusively authorised in transit via the shortest route from Noordlandbrug to Stadshaven or Albertkanaal and vice versa;"},
            {"point_number": "4", "regulation_text": "Mandatory to have a VHF radio on board and to listen to it."},
            {"point_number": "5", "regulation_text": "Mandatory to have an International sailing certificate HMO may grant exceptions to this."}
          ]
        },
        {
          "subsection_number": "6.5",
          "subsection_title": "Towpaths",
          "regulation_text": "HKD can impose conditions for the use of towpaths"
        }
      ]
    },
        {
      "section_number": "7",
      "section_title": "WORKS",
      "subsections": [
        {
          "subsection_number": "7.1",
          "subsection_title": "Underwater works",
          "subsubsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Underwater works on ships and floating structures",
              "regulation_text": "Underwater works for inspections or repairs on ships and underwater floating structures are subject to permission of HMO. The master or diving company is responsible for compliance with the conditions of this authorisation."
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Underwater works for inspections and/or repairs of port infrastructure",
              "regulation_text": "Underwater works for inspections or repairs of port infrastructure are subject to permission of HMO. The main concessionaire/owner of the diving company are responsible for compliance with the conditions of this authorisation."
            }
          ]
        },
        {
          "subsection_number": "7.2",
          "subsection_title": "Other works",
          "points": [
            {"point_number": "1", "title": "Repairs on ships and above-water floating structures", "regulation_text": "For carrying out repair work on ships and floating constructions above water that may pose a safety risk, nuisance, or pollution, permission must be requested from HKD. The captain is responsible for complying with the conditions of this permission."},
            {"point_number": "2", "title": "Repairs to above-water port infrastructure", "regulation_text": "For carrying out repair work on port infrastructure above water that may pose a safety risk, nuisance, or pollution, permission must be requested from HKD. The main concessionaire/owner is responsible for complying with the conditions of this permission."},
            {"point_number": "3", "title": "Blasting work on steel structures on the quay", "regulation_text": "Blasting work on the quay is subject to permission from HMO. The main concessionaire/owner are responsible for compliance with the conditions of this authorisation."},
            {"point_number": "4", "title": "Washing tankers and ADN tank barges", "regulation_text": "Washing tanks on board tank ships and AND tank tank barges is only allowed at terminals that have an environmental permit for this activity. At berths where tank ships and ADN-tank barges, according to articles 8.4.14 or 8.4.15, are allowed to take a waiting berth, washing tanks is only permitted when it is possible in a fully closed circuit with the ship's installations with closed tanks where no vapors can escape into the atmosphere."},
            {"point_number": "5", "title": "Degassing tank ships and AND tank barges", "regulation_text": "Without prejudice to the provisions in applicable regulations, the following applies to the use of degassing installations in the port: • Fixed degassing installations must be registered with HKD. • Mobile degassing installations must be recognized by HKD. • All degassing operations must be reported to HKD."}
          ]
        },
        {
          "subsection_number": "7.3",
          "subsection_title": "Works on board tankers",
          "regulation_text": "No repair work shall be carried out on board tankers and tank barges present in the port, unless a gas-free certificate from an expert recognised by HMO is submitted by the master."
        }
      ]
    },
        {
      "section_number": "8",
      "section_title": "SHIPPING",
      "subsections": [
        {
          "subsection_number": "8.1",
          "subsection_title": "General provisions",
          "points": [
            {"point_number": "1", "title": "Notification of seagoing vessels", "regulation_text": "Prior to arrival at, during their stay in, and upon departure from the port area, seagoing vessels must complete a number of administrative formalities such as: • Pre-notification • First berth application • Berth application shift • Shift and departure • Request for and specification of arrival, shift and departure These must be provided via the IT system stipulated by the Port Authority. The berth application must include the mooring side. The information provided by the shipping agent must always reflect the actual situation and shall, if necessary, be updated by the shipping agent. The latter is responsible for the information provided."},
            {"point_number": "2", "regulation_text": "The shipping agent or master shall, on their own responsibility, reach an agreement on the berth with the terminal operator."},
            {"point_number": "3", "regulation_text": "HMO may make a mooring side mandatory (even if it does not correspond with the mooring side requested by the shipping agent). This cannot be changed by third parties. The 'board indications' on quays and mooring schedules published by the terminal operator, in relation to the mooring side, are of secondary importance in such cases."},
            {"point_number": "4", "title": "Notification of barge", "regulation_text": "Prior to arrival at, during their stay in and upon departure from the port area, barges must complete a number of administrative formalities."},
            {"point_number": "5", "title": "Mandatory certificates", "regulation_text": "Any vessel or floating structure in the port area or planning to call at the port area, must be safe and suitable for the purposes for which they are used. In this respect, HMO may at any time demand the necessary certificates and evidence of adequate insurance and, where appropriate, impose additional conditions or ban the vessel from the port area until the required certificates and/or insurance policy are presented to HMO."},
            {"point_number": "6", "title": "Notification obligation for masters", "points": [
              {"point_number": "1", "regulation_text": "Masters: a. of vessels on which there was a fire on board during the voyage or during their stay in the port area; b. c. d. e. of vessels that sustained damage, which may or may not be visible or apparent, as a result of collision, stranding or other danger at sea; of vessels that caused damage to any part of the port facilities, equipment, vehicles, and/or other vessels; of vessels that have abnormally large angles of heel; of vessels that have lost or risk losing cargo, fuel or objects;"},
              {"point_number": "2", "regulation_text": "f. - Port Police Regulations of vessels that were contaminated by a pollutant, regardless of nature or origin; g. h. of vessels in danger of sinking; of vessels that sustained hull, propeller or rudder damage in the port area, are required to immediately notify HMO thereof. For seagoing vessels: • for arrival at the pilot station on route • Immediately in the event of an incident during navigation en route or in the port area For other vessels: • for arrival in the port area • Immediately in the event of an incident in the port area This notification does not relieve the master of the vessel concerned of their obligation to take the necessary steps on board to remedy the incident."},
              {"point_number": "3", "regulation_text": "Without prejudice to the other provisions of this article, masters must, whenever there is a risk of danger for, damage or inconvenience to shipping, warn approaching shipping and take measures to keep the fairway clear."},
              {"point_number": "4", "regulation_text": "Entering locks, passing through bridge channels, berthing at or leaving berths, mooring buoys, jetties and floats is prohibited without the permission of HMO following incidents stated under point 1. This prohibition may be waived by HMO, without prejudice to the right of HMO to request a certificate from a shipping expert recognised by the Commercial Court, testifying that the vessel concerned can enter and leave the docks and berth without further danger or additional pollution. The costs for such a declaration shall be borne by the vessel. Permission to sail after inspection may be withheld until the costs have been paid or a payment guarantee has been provided."},
              {"point_number": "5", "regulation_text": "On notification by the master or after verification by HMO of the events specified under point 1, HMO shall assign the vessels concerned to a compulsory berth which they may not leave without permission from HMO."},
              {"point_number": "6", "regulation_text": "The master shall fully assist HMO in their investigation into the possible cause and circumstances, on board and in the immediate vicinity of the vessel, of the incidents referred to under point 1."}
            ]},
            {"point_number": "7", "title": "Safety of navigation", "regulation_text": "Navigation safety must not be compromised, and shipping traffic must not be unnecessarily delayed."},
            {"point_number": "8", "title": "View from the Navigation bridge", "points": [
              {"point_number": "1", "regulation_text": "Barges: From the navigation bridge of the ship, there must be a sufficient view in all directions for safe navigation."},
              {"point_number": "2", "regulation_text": "Seagoing navigation: The master must ensure a clear view as prescribed by the International Solas Convention - Chapter 5 Rule 22 - Navigation Bridge Visibility."},
              {"point_number": "3", "regulation_text": "If the view from the navigation bridge of a vessel is restricted on account of the vessel's construction or the cargo, the master must take the necessary measures, when gaining access to the port, to ensure safe navigation. Among other things, 'necessary measures' means: the use of a tugboat, to be connected at the front, or the removal of objects that impede the view."},
              {"point_number": "4", "regulation_text": "HMO may impose additional measures."}
            ]},
            {"point_number": "9", "title": "Safe speed", "regulation_text": "Masters must maintain a safe speed at all times, taking into account such factors as local circumstances, weather conditions, shipping traffic and their cargo. They are required to regulate the speed of their vessel in such a way that no damage can be caused to other vessels, to their mooring equipment, their cargo or to harbour structures by suction, waves or any other reason. Masters must strictly observe any speed limits that may be imposed by HMO."},
            {"point_number": "10", "title": "Transverse thrust", "regulation_text": "Masters must mitigate the use of means that cause transverse thrust at places where this may cause danger to quay walls, jetties, mooring buoys, dolphins and floats, and/or other vessels."},
            {"point_number": "11", "title": "Propulsion", "regulation_text": "Masters of vessels moored at quays, landing stages, mooring buoys, dolphins or floats, or in locks, may only keep their engines running if there is no thrust."},
            {"point_number": "12", "title": "Anchors", "points": [
              {"point_number": "1", "regulation_text": "It is prohibited to drop an anchor or perform an anchor test at a berth without permission from HKD."},
              {"point_number": "2", "regulation_text": "It is prohibited to drop anchors in bridge and lock channels, in the lock chambers of locks, or within 25 meters of a mooring buoy or in the vicinity of submerged divers and/or cables and/or pipelines."},
              {"point_number": "3", "regulation_text": "The use of a dragging anchor is only allowed in emergency maneuvers."},
              {"point_number": "4", "regulation_text": "Anchors must be used or stowed in such a way that they do not damage other vessels or structures."}
            ]},
            {"point_number": "13", "title": "Objects hanging over board", "points": [
              {"point_number": "1", "regulation_text": "Lines or other objects, with the exception of fenders and emergency towlines, may not be hung over board."},
              {"point_number": "2", "regulation_text": "Fenders may not touch the water during navigation."},
              {"point_number": "3", "regulation_text": "Fenders must be in good condition and hanged properly."},
              {"point_number": "4", "regulation_text": "Only fenders with positive buoyancy may be used in locks."}
            ]},
            {"point_number": "14", "title": "Shipments on deck cargo projecting over the hull", "points": [
              {"point_number": "1", "regulation_text": "Masters must take all necessary measures to ensure that the cargo is secured according to the rules of good seamanship and that there is no possibility of it sliding, coming loose and/or falling overboard, both during the voyage and during lockage."},
              {"point_number": "2", "regulation_text": "Listing vessels or vessels carrying cargoes or structures projecting over the hull are not allowed to pass locks and/or bridge channels or berth at quays without permission from HMO. The master is responsible for compliance with the conditions of this authorisation."}
            ]},
            {"point_number": "15", "title": "Heaving lines", "points": [
              {"point_number": "1", "regulation_text": "A weighted end of a heaving line may only be made of cordage and may not be additionally weighted. As a safe alternative, a small (visible) sand/gravel bag is allowed with a maximum weight of 500 grams."},
              {"point_number": "2", "regulation_text": "When approaching the berth, a sufficient number of heaving lines and mooring lines must be kept ready on the vessels, both at the bow and the stern."},
              {"point_number": "3", "regulation_text": "When entering the locks, each mooring line must be provided with a strong heaving line in good condition."}
            ]},
            {"point_number": "16", "title": "Immobilisation and laying-up of ships", "regulation_text": "For the immobilisation of vessels for technical reasons, the master must request permission from HMO. In order to berth a seagoing vessel in the Antwerp port area, the master must submit a written request to HMO. A laid-up ship can be laid up cold or hot: • Warm lay-up: legally minimum crew on board and specific energy sources in use. • Cold lay-up: no crew on board and energy sources stopped"},
            {"point_number": "17", "title": "Access to vessels and quays", "points": [
              {"point_number": "1", "regulation_text": "Masters must ensure that no unauthorised persons are admitted aboard their vessels."},
              {"point_number": "2", "regulation_text": "Masters must ensure not to place cables, anchors or other objects on quays, jetties and banks that may obstruct passage or impede road traffic."}
            ]},
            {"point_number": "18", "title": "Mandatory VHF", "points": [
              {"point_number": "1", "regulation_text": "A vessel must be equipped with a properly functioning VHF system approved by the authorities, suitable for ship-to-ship traffic, for the reception of nautical information, and for communication with the services provided for maritime traffic."},
              {"point_number": "2", "regulation_text": "In a lock, a vessel must maintain a watch on the channel of the lock."},
              {"point_number": "3", "regulation_text": "In the port area, a vessel must listen on the navigation and safety channel of the part of the port area in which it is situated. For safety reasons, the language to be used is Dutch or English."}
            ]},
            {"point_number": "19", "title": "AIS", "regulation_text": "Every vessel must use a properly functioning AIS installation. HKD can equate other identification systems with AIS. For vessels in a towing configuration, at least one of the vessels must use a properly functioning AIS installation. For coupled vessels, the ship primarily responsible for propulsion must use a properly functioning AIS installation. The AIS device must be permanently on and the input data must match reality at all times. Exceptions can be granted to vessels on police missions and military vessels."},
            {"point_number": "20", "title": "Classification documents", "regulation_text": "The classification documents relating to the special type of transport for which the vessel is intended, must upon first request be submitted to HMO."}
          ]
        },
        {
          "subsection_number": "8.2",
          "subsection_title": "Locks",
          "points": [
            {"point_number": "1", "title": "Signals at locks", "regulation_text": "Masters of vessels who wish to enter one of the locks and/or access channels, are required to comply strictly and expeditiously with the signals shown on the signal masts, relating to the entering and/or the order of entering. After the lock gates are opened, the masters of vessels must comply with the exit signals. Orders issued by the lock management overrule the lock signals."},
            {"point_number": "2", "title": "Use of locks", "points": [
              {"point_number": "1", "regulation_text": "When necessary, a vessel should use a lock designated by HMO at a certain time and in a certain sequence."},
              {"point_number": "2", "regulation_text": "Use of a lock is only permitted if all the required information is provided by the master to the HMO. This information must be correctly communicated. It is binding."},
              {"point_number": "3", "regulation_text": "Before entering the allocated lock, both from the Scheldt and from the docks, vessels receive a sequence number indicating the corresponding signal on the corresponding signal mast."}
            ]},
            {"point_number": "3", "title": "Sequence of locking", "regulation_text": "HMO decides on the sequence for entering the lock."},
            {"point_number": "4", "title": "Slots", "regulation_text": "Arriving and departing seagoing ships for a berth on the Left bank behind the lock/locks that regularly call at the port on a weekly basis, can be allocated a slot for lock passage on a fixed day and time, on condition of compliance with the conditions and guidelines of HMO."}
          ]
        },
        {
          "subsection_number": "8.3",
          "subsection_title": "Navigation in the docks",
          "subsubsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Vessel Traffic Service",
              "points": [
                {"point_number": "1", "regulation_text": "The Vessel Traffic Service(s) is mandatory for all waterborne traffic in the area of operation. HMO acts as the IALA competent Vessel Traffic Service authority and is responsible for the management and operation of the VTS. In the VTS area of operation, the following can be provided to the traffic participant  • Information Services (INS) • Traffic Organisation Services (TOS) • Navigational Assistance Services (NAS) The VTS guides navigation and may give traffic instructions to a traffic participant."},
                {"point_number": "2", "regulation_text": "Compliance with a traffic instruction does not discharge the master of a vessel from their obligation to ensure the safety of their vessel and the safety of other port users."}
              ]
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Priority rule",
              "points": [
                {"point_number": "1", "regulation_text": "The fairways of the port area are divided into main fairways and secondary fairways. All fairways leading to the main fairways are considered secondary fairways. Locks that discharge into these main fairways are considered secondary fairways."},
                {"point_number": "2", "regulation_text": "The following are considered main fairways in the port area: a. On the Right Bank: • The fairway formed in channel-basin B3, along the precautionary area of the Berendrecht-Zandvlietsluis to channel-basin B2 and then channel-basin B1; • Further via the fairway of the Hansa dock, except for the fairway between berths 493 and 423A and berths 233A and 237; • During the works on the Oosterweel connection via the 5th Harbour Dock, the America Dock, and then towards the Albert Canal. b. On the Left Bank: • The fairway of the Verrebroek Dock; • Continuing through the fairway of the Waasland canal, except for the fairway between berths 1622 and 1618."},
                {"point_number": "3", "regulation_text": "Shipping traffic in main fairways has priority over shipping traffic coming from secondary fairways."},
                {"point_number": "4", "regulation_text": "The priority rules for main fairways apply in both directions."},
                {"point_number": "5", "regulation_text": "HMO may impose additional restrictions within these main and secondary fairways."},
                {"point_number": "6", "regulation_text": "An oversized vessel has priority over all other vessels, except unmanoeuvrable vessels. a. An oversized vessel may not, to the extent possible, leave or enter a main fairway unless it is satisfied that it can do so without danger and without forcing other vessels to alter course or sail. b. Passage of the crossing: an oversized vessel has priority over all other vessels. c. Bridge passage: an oversized vessel has priority over all other vessels. d. For oversized vessels, the standard priority rule applies unless these vessels agree by mutual arrangement to deviate from it."},
                {"point_number": "7", "regulation_text": "Definition of oversized vessel a. America Dock, Noordkasteel Dock, Albert Dock, 2nd Harbour Dock, 3rd Harbour Dock: all vessels with Length Overall (LOA) ≥ 180 m and width ≥ 27 m and draught ≥ 10 m are oversized in this area. In addition, the lights and daymarks of an oversized vessel must be displayed as described in article 28 of the Shipping Regulations for the Lower-Sea Scheldt. b. In all other docks on the right and left bank, a vessel with Length Overall (LOA) ≥ 200 m and width ≥ 27 m and draught ≥ 10 m has the status 'oversized'. In addition, the lights and daymarks of an oversized vessel must be displayed as described in article 28 of the Shipping Regulations for the Lower-Sea Scheldt. c. Derogation from previous rules: at the request of the captain/port pilot, VTS can decide whether other dimensions or circumstances require scaling up to 'oversized' status. In such cases, the vessel shall display the lights and daymarks of an oversized vessel as described in article 28 of the Shipping Regulations for the Lower-Sea Scheldt. If a vessel has the status of an oversized vessel in this case, this must always be communicated to the Vessel Traffic Service on the relevant sector channel when leaving the lock or berth."},
                {"point_number": "8", "regulation_text": "These priority rules do not release any vessel from compliance with other requirements imposed by or under these regulations or other applicable regulations, whether expressly or implied."}
              ]
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Bridge sign",
              "points": [
                {"point_number": "1", "regulation_text": "When a red light or no light is shown on a bridge sign board, during the day or at night, the master shall be required to keep a safe distance from the bridge. The master must keep the navigation channel leading to the bridge clear."},
                {"point_number": "2", "regulation_text": "Free passage at a bridge channel shall be granted, during the day and at night, when a green light is shown on the bridge sign board. During the passage, the master must keep as far to starboard as possible."}
              ]
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "Signals Lillo bridge, Noordkasteel bridges",
              "points": [
                {"point_number": "1", "regulation_text": "When a red light is shown on the signal board of the Lillo bridge or of the Noordkasteel bridges, during the day or at night, and simultaneously two horizontally arranged yellow lights are shown above the passage opening at the lowered mobile bridge section, passage under the bridge is permitted. Oncoming navigation is prohibited."},
                {"point_number": "2", "regulation_text": "When a red light is shown on the sign board of the Lillo bridge or of the Noordkasteel bridges, during the day or at night, and simultaneously a yellow light is shown above the passage opening at the lowered mobile bridge section, passage under the bridge is permitted. Oncoming navigation is possible; during the passage the master must therefore keep as far to starboard as possible. The height restrictions of the side channels continue to apply."},
                {"point_number": "3", "regulation_text": "When a green light is shown on the signal board of the Lillo bridge or of the Noordkasteel bridges, during the day or at night, barges are allowed free passage on both sides of the bridge. During the passage skippers must keep as far to starboard as possible, as this green light can be shown on both sides of the bridge."},
                {"point_number": "4", "regulation_text": "When the \"make ready signal\", i.e. a red light with yellow light underneath it, is shown on the signal board of these bridges, during the day or at night, seagoing vessels will be permitted free passage. Barges must then keep a sufficient distance from the bridge channel and navigation channel in order to allow seagoing vessels to safely proceed to the bridge channel."},
                {"point_number": "5", "regulation_text": "When a green light with a yellow light above it, is shown on the signal board of these bridges, during the day or at night, only seagoing vessels are permitted free passage. Passage is prohibited to barges."}
              ]
            },
            {
              "subsubsection_number": "5",
              "subsubsection_title": "Passage restriction",
              "regulation_text": "For the passage of the bridges, of the access channel to the Marshall Dock and of the passage channel to the 5th Harbour Dock, dimensional restrictions apply to seagoing vessels. Conditions apply for the passage of ships through the bridges, the access channel to the Marshall Dock, the passage channel to the 5th Harbour Dock and jetty 512. For passage of the bridges, of the access channel to the Marshall Dock, the passage channel of 5th Harbour Dock and jetty 512, a priority direction applies, which has priority over passage of ships coming from the opposite direction."
            },
            {
              "subsubsection_number": "6",
              "subsubsection_title": "Precautionary areas",
              "regulation_text": "A number of precautionary areas have been established in the port area. The priority rules referred to in Article 8.3.2 shall continue to apply in these precautionary areas. Vessels located in the precautionary areas and not destined for a lock there (passing vessels) must not hinder the manoeuvring of seagoing ships located in the precautionary area which are proceeding to the lock. Special attention is required when these seagoing ships are assisted by tugs. The manoeuvrability of the tugs must not be restricted."
            }
          ]
        },
        {
          "subsection_number": "8.4",
          "subsection_title": "Berths",
          "subsubsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Berth allocation",
              "points": [
                {"point_number": "1", "regulation_text": "HMO grants permission for vessels to take a berth."},
                {"point_number": "2", "regulation_text": "If the concessionaire/owner wishes to preferentially use a berth, they must report this through the channel imposed by HMO."},
                {"point_number": "3", "regulation_text": "The captain of a seagoing ship must, on their own responsibility, ensure an agreement on the berth with the concessionaire/owner."},
                {"point_number": "4", "regulation_text": "The allocation of a berth does not absolve the captain from the duty to ensure that the berth is suitable and safe for their vessel."},
                {"point_number": "5", "regulation_text": "If the captain deems the berth unsuitable or unsafe, they must immediately notify HMO."},
                {"point_number": "6", "regulation_text": "HMO can always officially allocate a berth or compel a vessel to leave a berth."}
              ]
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Mandatory use of boatmen",
              "points": [
                {"point_number": "1", "regulation_text": "It is mandatory to use the services of boatmen for mooring and unmooring before and behind the locks for seagoing vessels in the port area."},
                {"point_number": "2", "regulation_text": "Mooring and unmooring may only be performed by the service provider(s) appointed by the Port Authority as stipulated in Article 12.2."},
                {"point_number": "3", "title": "Exemption", "regulation_text": "The obligation does not apply to: seagoing vessels with an overall length less than 80 m where transfer from the vessel to the quay can proceed in complete safety and with a minimum difference in height between the upper gangway, strength deck or weather deck and the quay; seagoing vessels that also have a tonnage certificate for inland navigation; movements along the quay within the same concession where front and rear connection between the vessel and the quay is ensured throughout the movement (at least 1 line at the front and 1 line at the rear)."},
                {"point_number": "4", "regulation_text": "If an authorised service provider fails to comply with the instructions from HMO as specified in point 2 of article 12.2.7 or if, for some other reason, the general interest objectives as defined in article 12.2.1. may be compromised, HMO may permit other authorised or unauthorised service providers holding the required qualifications, to carry out a well defined unmooring or mooring operation. Such permission is limited in time and place to those actions that are directly related to the urgency of the situation."},
                {"point_number": "5", "regulation_text": "If required by public safety, an exemption can be permanently or temporarily revoked by HMO."},
                {"point_number": "6", "regulation_text": "The exemption does not apply if the ship is piloted."}
              ]
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Berthing in the vicinity of locks and bridges",
              "regulation_text": "Vessels may not be berthed at one of the lock heads or in the access channel of locks or bridges without the permission of HMO."
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "Professional berthing",
              "points": [
                {"point_number": "1", "regulation_text": "Masters are required to ensure that their vessel is professionally berthed, taking into account the tide, the loading condition, the weather conditions and, where appropriate, passing ships."},
                {"point_number": "2", "regulation_text": "Ships that, due to their mooring configuration, weather conditions, and characteristics of their mooring equipment (such as but not limited to: uniformity, elasticity, length), are sensitive to longitudinal movements, are required to use Shore Tension for the duration of their stay. The agent must request this at least 24 hours in advance. The harbor master can always impose the use of Shore Tension when there is a suspicion of risk of longitudinal movement."},
                {"point_number": "3", "regulation_text": "In case of a storm, the vessel follows the storm procedure as described by HKD."},
                {"point_number": "4", "regulation_text": "Masters must take all possible measures, including using their own fenders or other devices, to prevent damage to the water-bound infrastructure."},
                {"point_number": "5", "regulation_text": "Berthing must be carried out without impeding traffic or the use of the port facilities."}
              ]
            },
            {
              "subsubsection_number": "5",
              "subsubsection_title": "Use of spud poles",
              "regulation_text": "The use of spud poles is prohibited without the prior permission of HMO. The master is responsible for compliance with the conditions of this authorisation."
            },
            {
              "subsubsection_number": "6",
              "subsubsection_title": "Berthing instructions",
              "points": [
                {"point_number": "1", "regulation_text": "Masters must only berth their vessels at the berthing facilities provided for this purpose."},
                {"point_number": "2", "regulation_text": "Berthing facilities must only be used for berthing vessels."},
                {"point_number": "3", "regulation_text": "Without the prior permission of HMO, vessels must not be berthed in such a way that they disrupt passing traffic."},
                {"point_number": "4", "regulation_text": "Mooring that crosses over a concession or the installation of mooring lines outside the concession is only permitted with the permission of HMO and the other concessionaire or owner."}
              ]
            },
            {
              "subsubsection_number": "7",
              "subsubsection_title": "Maximum mooring width",
              "regulation_text": "Masters must strictly follow the HMO guidelines on mooring width and maximum number of vessels lying alongside each other. When two seagoing vessels moor alongside each other, the larger vessel must moor against the quay and the smaller one alongside."
            },
            {
              "subsubsection_number": "8",
              "subsubsection_title": "Safe mooring",
              "points": [
                {"point_number": "1", "regulation_text": "The main concessionaire/owner shall not give permission to berth if there are specific indications that mooring could compromise the safety of their installations. They must immediately notify HMO thereof so that the necessary observations can be carried out and appropriate action be taken if necessary."},
                {"point_number": "2", "regulation_text": "Mooring a seagoing ship at a quay is permitted only if the berth is completely free of shipping traffic over a safe length. It is the responsibility of the master to seek alternative moorings if the initial berth is not available."},
                {"point_number": "3", "regulation_text": "The main concessionaire/owner must ensure that the vessel and all mooring facilities remain easily and safely accessible at all times and adequately illuminated to perform mooring activities."},
                {"point_number": "4", "regulation_text": "Stern-to quay mooring is not allowed without the permission of HMO. The master is responsible for compliance with the conditions of this authorisation."},
                {"point_number": "5", "regulation_text": "The main concessionaire/owner of front quays handling containers must ensure that, at the berth of the seagoing vessel, upon arrival and departure: • all container cranes are topped on time • no quay cranes are located within 2 bollards in front of and behind the bow and the stern of the ship."},
                {"point_number": "6", "regulation_text": "In the Deurganck Dock, ships with a length of more than 210 metres must always moor with the bow facing the river. At the request of the master, HMO may deviate from this in exceptional cases."}
              ]
            },
            {
              "subsubsection_number": "9",
              "subsubsection_title": "Mooring alongside other vessels",
              "regulation_text": "It is prohibited to moor a vessel to another vessel that is not properly moored."
            },
            {
              "subsubsection_number": "10",
              "subsubsection_title": "Manned at berth",
              "points": [
                {"point_number": "1", "regulation_text": "Masters are always required to have sufficient crew on board to be able to shift their vessel immediately."},
                {"point_number": "2", "regulation_text": "This obligation does not apply to pushed barges, but these must be moved immediately at the request of HMO."},
                {"point_number": "3", "regulation_text": "Masters of moored tankers and tank barges must ensure that a sufficient number of authorised persons are at all times on board to allow the appropriate safety measures to be taken."},
                {"point_number": "4", "regulation_text": "This requirement does not apply to vessels for which the master has obtained permission from HMO to stay alongside a berth without crew."}
              ]
            },
            {
              "subsubsection_number": "11",
              "subsubsection_title": "Releasing mooring devices",
              "regulation_text": "It is prohibited, without permission of the master, to release, move or shift any vessel or to cut or release the vessel’s mooring lines unless ordered to by HMO."
            },
            {
              "subsubsection_number": "12",
              "subsubsection_title": "Crew and passenger list",
              "regulation_text": "Every vessel in the port area must keep a crew and passenger list, to be displayed at the gangway. This list must be presented upon request to all authorities responsible for safety in the port area."
            },
            {
              "subsubsection_number": "13",
              "subsubsection_title": "Vessel lighting",
              "points": [
                {"point_number": "1", "regulation_text": "The master of a moored vessel, or of the outermost vessel of a row of vessels, is required to ensure that the ship's side to the fairway is sufficiently illuminated from sunset to sunrise or when visibility is less than 500 m, so that the vessel can clearly be seen from the fairway."},
                {"point_number": "2", "regulation_text": "The master of a vessel whose superstructure or deck cargo protrudes beyond the ship's side, is required to illuminate the outer side with a white light visible from all sides, from sunset to sunrise or when visibility is poor."}
              ]
            },
            {
              "subsubsection_number": "14",
              "subsubsection_title": "Tankers",
              "regulation_text": "Tankers may only moor at tanker berths. HMO may allow temporary or permanent exceptions to the master, under certain conditions."
            },
            {
              "subsubsection_number": "15",
              "subsubsection_title": "ADN Tank barges",
              "regulation_text": "Tank barges may only moor at tanker berths. HMO may allow temporary or permanent exceptions, under certain conditions. The master is responsible for compliance with the conditions of this authorisation."
            },
            {
              "subsubsection_number": "16",
              "subsubsection_title": "Floating equipment",
              "regulation_text": "Floating hoisting equipment or devices which supply power are only allowed to moor alongside vessels berthed at tanker berths if prior permission has been obtained from HMO."
            },
            {
              "subsubsection_number": "17",
              "subsubsection_title": "Safe boarding",
              "points": [
                {"point_number": "1", "regulation_text": "Masters of vessels moored to the quay or alongside each other are required, for the sake of their crew and passengers and persons called on board in the line of their duties, to establish a connection with the shore or between the vessels. Safe boarding and disembarking must be possible via this connection. When making the connection, they must act in accordance with the applicable regulations."},
                {"point_number": "2", "regulation_text": "If the vessel is moored to mooring buoys or dolphins, the stairs or ladder used for boarding and disembarking must ensure complete safety."}
              ]
            },
            {
              "subsubsection_number": "18",
              "subsubsection_title": "Waiting Berths",
              "regulation_text": "HMO can designate berths where sea and/or inland vessels can wait for a certain period. HMO can impose additional conditions for the use of these berths."
            }
          ]
        },
        {
          "subsection_number": "8.5",
          "subsection_title": "Pilotage",
          "subsubsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Requirement to use pilotage services",
              "points": [
                {"point_number": "1", "regulation_text": "For public safety reasons, assistance by pilots in non-tidal areas of the port is mandatory, except for movements along the quay when there is a permanent fore and aft connection between ship and shore, and for masters of dredgers used as such in the port, dredgers and vessels operated by the Flemish, federal or Dutch government."},
                {"point_number": "2", "regulation_text": "In particular, assistance by pilots in non-tidal areas of the port is mandatory for: • seagoing vessels that use a tug • seagoing vessels carrying hazardous liquids or gases, as cargo, in bulk on board, or having been emptied of such cargo • exceptions can be granted under specific conditions by HMO to tankers used in the port to supply liquid or gaseous fuel to other vessels"},
                {"point_number": "3", "regulation_text": "In addition, assistance by pilots in non-tidal areas of the port shall be required at all times if: • visibility is less than 1000 metres • the wind force has a constant strength of 6 beaufort and above The occurrence of these meteorological conditions shall be assessed by HMO and communicated to the port users via the information system or communication channel provided by HMO."},
                {"point_number": "4", "regulation_text": "Pilotage services shall be used under the responsibility and at the expense of the piloted vessel. Port users must comply with the conditions imposed by HMO at all times."},
                {"point_number": "5", "regulation_text": "Depending on the size of the vessel and the fairway, HMO may impose additional pilotage requirements in non-tidal areas of the port, at the expense and responsibility of the vessel."},
                {"point_number": "6", "regulation_text": "If an authorised service provider fails to comply with the instructions specified in point 2 of article 12.1.6 or if, for some other reason, the general interest objectives as referred to in article 12.1.1. may be compromised, HMO may permit other authorised or unauthorised service providers holding the required qualifications, to carry out a well defined pilotage service. Such permission is limited in time and place to those actions that are directly related to the urgency of the situation."}
              ]
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Exemption from pilotage requirement",
              "points": [
                {"point_number": "1", "regulation_text": "By way of derogation from Article 8.5.1, HMO may grant exemptions from the pilotage requirement, provided the conditions of HMO are met."},
                {"point_number": "2", "regulation_text": "The exemption granted may be immediately revoked without any recourse by HMO, if so required for public safety."}
              ]
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Exceptional circumstances",
              "regulation_text": "Where urgently required for public safety reasons, HMO may, by way of derogation from article 8.5.1, grant one-off exemptions from the pilotage requirement. If there are serious indications that no pilotage service can be provided within a reasonable period, HMO may take all measures deemed appropriate and necessary, without prejudice to the provisions of point 6, article 8.5.1."
            }
          ]
        },
        {
          "subsection_number": "8.6",
          "subsection_title": "Towage",
          "subsubsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Assistance of tugs",
              "points": [
                {"point_number": "1", "regulation_text": "Towage in the tidal and non-tidal zones of the port area may only be carried out by the towage services that are authorised for the specific sailing area by the Port Authority."},
                {"point_number": "2", "regulation_text": "It is expressly prohibited in the tidal and non-tidal zones of the port area to make use of towage services provided or offered by a natural or legal person other than a towage service authorised by the Port Authority for a specific navigation area"}
              ]
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Request for and use of tugs",
              "regulation_text": "The captain or their representative is always obliged to simultaneously report any request for tugboat assistance to an authorized service provider through the information system or communication channel imposed by HMO, according to the prescribed procedure."
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Tug requirement",
              "points": [
                {"point_number": "1", "regulation_text": "Tankers with length greater than 120 m must always be assisted by at least 1 tug. The tug assistance requirement does not apply if the tankers are equipped with a working bow and stern thruster or an alternative system, or with a working bow thruster or an alternative system, and their length is less than or equal to 150 m. The mandatory tug must not be attached near the working transverse thruster during sailing."},
                {"point_number": "2", "regulation_text": "Tankers with length greater than 120 m, built and used for the transport of liquid gas, are always subject to tug assistance regardless of their equipment. If, in the opinion of the master, the tug assistance requirement upon arrival or departure does not apply due to the nature of the tanker's cargo, they must submit a reasoned request to HMO, which will make the final decision on case-by-case basis."},
                {"point_number": "3", "regulation_text": "Pursuant to article 8.1.6, the use of a tug is mandatory when shifting in the docks, if due to the construction of the vessel or as a result of the goods carried as deck cargo, the view from the navigation bridge or from the wheelhouse of the barge is limited, unless the objects obstructing the view are removed."},
                {"point_number": "4", "regulation_text": "Without prejudice to the provisions of § 1 to § 3, HMO may, for nautical safety reasons, require the use of one or more tugs and thereby deviate from the tugboat capacity required by the master pursuant to article 8.6.2 § 2 or § 3."},
                {"point_number": "5", "regulation_text": "In the interest of nautical safety or the optimisation of the chain operation for some areas within the port, HMO may issue additional instructions for the port users. To this end, HMO can demarcate specific areas within which additional requirements may be imposed."}
              ]
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "Exceptional circumstances",
              "regulation_text": "In emergency situations, HMO may call on authorised towage service providers in the port and also, by way of derogation from article 12.3.6, point 2, permit an unauthorised towage service provider to perform a well-defined towage service. This one-off permission is limited to the operations that are directly related in time and space to the emergency situation."
            },
            {
              "subsubsection_number": "5",
              "subsubsection_title": "Responsibilities of the Master",
              "points": [
                {"point_number": "1", "regulation_text": "Implementing a tug escort, i.e. a towage operation involving a number of vessels at a time, belongs to the autonomous authority of the HMO. The command over a tug escort, however, is the responsibility of the master of the ship that is closest to the tug."},
                {"point_number": "2", "regulation_text": "The master shall ensure the safety of each tug used. They are responsible for it throughout the period that it is at their disposal. This period commences from the time that the tug approaches the vessel until the time that it sails away from the vessel after having completed its task."},
                {"point_number": "3", "regulation_text": "The master shall notify the tug whenever they activate the thruster of their vessel. This must never pose any hazard to the tug or any other vessel."}
              ]
            },
            {
              "subsubsection_number": "6",
              "subsubsection_title": "Audible signals",
              "regulation_text": "Irrespective of the audible signals stated in the shipping regulations for the Lower-Sea Scheldt, HMO may impose other audible signals."
            }
          ]
        },
        {
          "subsection_number": "9",
          "subsection_title": "Bunkering and supply of shore power to shipping",
          "subsections": [
            {
              "subsection_number": "9.1",
              "subsection_title": "Liquid and gaseous fuels and lubricating oils",
              "subsubsections": [
                {
                  "subsubsection_number": "1",
                  "subsubsection_title": "Authorisation",
                  "points": [
                    {"point_number": "1", "regulation_text": "It is expressly prohibited for masters to use bunkering services delivered, organised or provided by a natural and/or legal person other than the person licensed for this purpose by the Port Authority, as specified in article 12.5.4. Authorised ships and companies are published on the website of the Port Authority."},
                    {"point_number": "2", "regulation_text": "HMO may impose additional conditions for bunkering."},
                    {"point_number": "3", "regulation_text": "Permit holders, as stakeholders in an integrated nautical chain, are required to actively contribute to smooth and safe shipping traffic to, from and within the port area. To this end, they shall transparently provide HMO with the information required by the latter, and via the information system or communication channel prescribed by the latter."}
                  ]
                },
                {
                  "subsubsection_number": "2",
                  "subsubsection_title": "Operations",
                  "points": [
                    {"point_number": "1", "regulation_text": "HMO decides which liquid and gaseous fuel may be delivered to which location"},
                    {"point_number": "2", "regulation_text": "HMO may at any time prohibit or stop a bunkering operation or impose other safety measures."},
                    {"point_number": "3", "regulation_text": "It must be clarified before the start of the bunkering operations that the mooring facilities and the bunker equipment of receiver and supplier are compatible, so that bunker operations can be conducted safely."},
                    {"point_number": "4", "regulation_text": "Bunkering while sailing is prohibited unless authorised by HMO. The master of the receiving vessel is responsible for compliance with the conditions of this authorisation."},
                    {"point_number": "5", "regulation_text": "Debunkering is prohibited unless authorised by HMO. The master of the vessel wishing to bunker is responsible for compliance with the conditions of this authorisation."},
                    {"point_number": "6", "regulation_text": "HMO may specify conditions for simultaneous operations to bunkering."}
                  ]
                },
                {
                  "subsubsection_number": "3",
                  "subsubsection_title": "Bunkering checklist",
                  "points": [
                    {"point_number": "1", "regulation_text": "Prior to bunkering, a bunkering checklist must be completed and signed by the parties involved, including the documents referred to in the bunkering checklist that relate to the planning and execution of the bunkering operation."},
                    {"point_number": "2", "regulation_text": "This bunkering checklist, including the documents referred to in the bunkering checklist which relate to the planning and execution of the bunkering operation, must be available upon simple request by HMO to any of the parties concerned for a period of 6 months after the completion of the bunkering operations."},
                    {"point_number": "3", "regulation_text": "During the bunkering, the bunkering checklist, including the documents referred to in the bunkering checklist which relate to the execution of the bunkering operation, must be complied with. The bunkering shall be stopped immediately if the provisions of this checklist and documents are not or cannot be complied with."}
                  ]
                },
                {
                  "subsubsection_number": "4",
                  "subsubsection_title": "Notification requirement and authorisation",
                  "points": [
                    {"point_number": "1", "regulation_text": "The permit holder is required to notify HMO in advance of the planned bunkering operation. The permit holder shall also notify the ETA to the vessel to be bunkered as well as the effective start and end time of the bunkering."},
                    {"point_number": "2", "regulation_text": "Depending on the type of service, an authorisation for the bunkering operation must be applied for."},
                    {"point_number": "3", "regulation_text": "The information shall be entered via the information channel or communication system prescribed by HMO."}
                  ]
                }
              ]
            },
            {
              "subsection_number": "9.2",
              "subsection_title": "Shore power",
              "regulation_text": "It is prohibited to use a generator on board of barges to generate electricity if the ship is berthed and can physically be connected to the shore power cabinets of the Port Authority. Shore power electricity must be used in accordance with the instructions indicated on the installations."
            }
          ]
        },
        {
      "section_number": "10",
      "section_title": "HANDLING AND STORAGE OF HAZARDOUS AND POLLUTING GOODS",
      "subsections": [
        {
          "subsection_number": "10.1",
          "subsection_title": "General",
          "points": [
            {"point_number": "1", "title": "Responsibilities", "regulation_text": "Head concessionaires/owners are responsible for all activities and obligations regarding the handling and storage of dangerous goods on their concession or property."},
            {"point_number": "2", "title": "Required documentation", "regulation_text": "The head concessionaires/owners of transit storage facilities at the quay and non-quay must have documents or publications available that provide information about the stored and handled dangerous and/or polluting goods and the measures to be taken in case of an emergency."},
            {"point_number": "3", "title": "Notification of Dangerous and/or Polluting Goods", "points": [
              {"point_number": "1", "regulation_text": "Dangerous and/or polluting goods may only be loaded, unloaded, or remain on board in the port if an electronic notification has been made to HMO  in advance and the necessary permits have been obtained."},
              {"point_number": "2", "regulation_text": "The notification must be made by a forwarder or ship agent, depending on the mode of transport used and the treatment to be performed."},
              {"point_number": "3", "regulation_text": "The notification must reach HKD at least 24 hours before the treatment time. Class 7 goods must be notified at least 48 hours before the treatment time."},
              {"point_number": "4", "regulation_text": "For ships arriving at the port from the sea, the notification must reach HKD 6 hours before arrival at the sea pilot station."},
              {"point_number": "5", "regulation_text": "This notification obligation also applies to dangerous and/or polluting goods that remain on board."}
            ]},
            {"point_number": "4", "title": "Transit Storage Facilities at the Quay for Dangerous and/or Polluting Goods", "regulation_text": "Transit storage facilities at the quay that handle dangerous and/or polluting goods must comply with the conditions of HMO."},
            {"point_number": "5", "title": "Reporting of packaged hazardous goods present in transit storage facilities", "regulation_text": "The head concessionaire/owner of a transit storage facility where packaged dangerous goods are present must provide an overview of these goods to HKD upon simple request. The information is provided via the information channel or communication system imposed by HMO. This information must also be immediately available at the transit storage facility to the HMO supervisor."}
          ]
        },
        {
          "subsection_number": "10.2",
          "subsection_title": "Packaged hazardous goods",
          "subsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Storage periods",
              "points": [
                {"point_number": "1", "regulation_text": "The maximum storage period for hazardous goods in transit storage facilities is 30 calendar days."},
                {"point_number": "2", "regulation_text": "Shorter storage times apply to Class 1 and other classes of explosives, Class 7 goods and ammonium nitrate"}
              ]
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Safety measures",
              "points": [
                {"point_number": "1", "regulation_text": "HMO may impose additional precautions and safety measures at any time."},
                {"point_number": "2", "regulation_text": "The master is responsible for putting in place a fire sentry, if imposed by HMO."}
              ]
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Segregation requirements",
              "regulation_text": "When placing packaged dangerous goods in transit storage facilities front quay and transit storage facilities non-front quay, the segregation requirements as described in the IMDG Code must be applied."
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "Packaging requirements for hazardous and/or polluting goods",
              "regulation_text": "Packaged hazardous goods must be packaged in accordance with the standards prescribed by the IMDG code or, where appropriate, the standards prescribed in the ADR, the ADN or the RID."
            },
            {
              "subsubsection_number": "5",
              "subsubsection_title": "Damaged packaging or containers",
              "points": [
                {"point_number": "1", "regulation_text": "The fire service must be called immediately when packaging and/or a container, in which hazardous goods are present, is found to be damaged and when there is leakage or a real risk of leakage of the hazardous product."},
                {"point_number": "2", "regulation_text": "When a container is found to be damaged to the extent that its structural condition (robustness) may be compromised, handling must be stopped immediately."},
                {"point_number": "3", "regulation_text": "Further handling of the packaging and/or containers referred to in point 1 and of the containers referred to in point 2, shall be subject to permission from HMO (transport, stuffing, pumping, etc.) The main concessionaire/owner are responsible for compliance with the conditions of this authorisation."}
              ]
            }
          ]
        },
        {
          "subsection_number": "10.3",
          "subsection_title": "Class 1 and explosives from other classes",
          "subsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Maximum permitted quantities of explosives",
              "points": [
                {"point_number": "1", "regulation_text": "A ship staying in the port area shall at no time have more explosives on board than the maximum allowed quantities specified in art. 150 of the RD of 23 September 1958."},
                {"point_number": "2", "regulation_text": "The Ministerial Orders of 30 July 1998, 8 November 2005 and 31 May 2016 provide for a number of deviations for specific quays in the port area. Quantities larger than those specified in point 1 may be handled In the Bevrijdings Dock, the Verrebroek Dock, the Deurganck Dock, and at the Europa terminal and the Noordzee terminal, in accordance with the above-mentioned Ministerial Orders."}
              ]
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Transport authorisation",
              "regulation_text": "The Central Explosives Department of the FPS Economy shall specify whether transport authorisation is required for the transport of explosives. No such transport authorisation shall be required for fireworks other than spectacle fireworks, or safety ammunition (Belgian classification B6). Declarations for the handling of explosives in the port area must always include the number of the transport authorisation."
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Direct handling",
              "points": [
                {"point_number": "1", "regulation_text": "Explosives may only be directly unloaded or loaded without staying on quay, rail or truck."},
                {"point_number": "2", "regulation_text": "Exceptions to direct handling can be made in the following cases: explosives with UN numbers 0431, 0432, 0503 and 3268 may remain for 10 days at a quay if the goods are loaded in a container. This 10-day period cannot be extended."}
              ]
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "Ban on combined loading",
              "regulation_text": "Pursuant to the RD of 3 September 1958 regulating the transport, storage and sale of ammonium nitrate or mixtures thereof, no explosives, chlorates, flammable/oxidisable substances shall be transported in holds loaded with ammonium nitrate nor in adjacent holds."
            },
            {
              "subsubsection_number": "5",
              "subsubsection_title": "Additional segregation provisions for containers",
              "points": [
                {"point_number": "1", "regulation_text": "In addition to compliance with the general segregation provisions as set out in art. 10.2.3, containers loaded with technically pure ammonium nitrate and/or equivalent mixtures must be accessible at all times. Container doors must be accessible and containers must not be stacked on top of each other."},
                {"point_number": "2", "regulation_text": "Containers with technically pure ammonium nitrate and/or equivalent mixtures must, during their stay in the port, be kept separate from other containers with hazardous by a distance of at least 20 m."}
              ]
            },
            {
              "subsubsection_number": "6",
              "subsubsection_title": "Mandatory fire sentry",
              "regulation_text": "During loading, unloading or the keeping on board of ammonium nitrate fertilisers or equivalent mixtures, a fire sentry is mandatory whenever the quantity of technically pure ammonium nitrate or equivalent mixtures on board exceeds 10 tonnes. This fire sentry may only be a firm recognised by HMO."
            },
            {
              "subsubsection_number": "7",
              "subsubsection_title": "Storage of ammonium nitrate fertilisers and equivalent mixtures",
              "regulation_text": "For the storage of technically pure ammonium nitrate and equivalent mixtures, advice must be sought from the competent government service, FPS Economy, and an environmental permit must be obtained."
            },
            {
              "subsubsection_number": "8",
              "subsubsection_title": "Ammonium nitrates benefiting from exemption",
              "points": [
                {"point_number": "1", "regulation_text": "For the handling of ammonium nitrate fertilisers benefiting from exemption as provided for in the RD of 3 September 1958: • no maximum permitted quantities apply, • bulk transport is permitted, •  a fire sentry is not mandatory."},
                {"point_number": "2", "regulation_text": "The other special provisions continue to apply."},
                {"point_number": "3", "regulation_text": "For declarations, as set out in art. 10.1.3., the name and address of the producer, the name of the fertiliser and the nitrogen percentage must also be specified."}
              ]
            }
          ]
        },
        {
          "subsection_number": "10.4",
          "subsection_title": "Class 7 - Radioactive substances",
          "subsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Transport authorisation and recognition",
              "regulation_text": "The competent government services for the recognition of companies transporting or handling class 7 goods is the Federal Agency for Nuclear Control (FANC). For the transport of Class 7 goods an accreditation and/or a transport authorisation in accordance with the RD of 22 October 2017 is mandatory. Declarations for the handling of Class 7 goods in the port must always include the number of the transport authorisation or recognition."
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Handling",
              "regulation_text": "Class 7 goods may only be directly unloaded or loaded without staying on quay, rail or truck. Exceptions to this may be given up to 48 hours by HMO according to guidelines from FANC."
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Storage of radioactive substances",
              "regulation_text": "Storage of Class 7 goods in the port is prohibited unless the legally required permits have been issued."
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "Locations for the handling of Class 7 goods",
              "regulation_text": "For the handling of Class 7 goods, the main concessionaire/owner must have been accredited in accordance with the RD of 22 October 2017."
            }
          ]
        },
        {
          "subsection_number": "10.5",
          "subsection_title": "Technically pure ammonium nitrate and equivalent mixtures",
          "subsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Types of ammonium nitrate",
              "regulation_text": "In addition to the general conditions for the handling of technically pure ammonium nitrate and equivalent mixtures, the special conditions as set out in this article shall apply. Types of technically pure ammonium nitrate: 1. Ammonium nitrate fertilisers containing between 80 and 100% by weight of ammonium nitrate. 2. Equivalent mixtures: • mixtures of ammonium sulphate + ammonium nitrate, if the mixture contains more than 40% by weight of ammonium nitrate (or more than 43% by weight for the double salt ammonium sulphate-nitrate which does not contain free nitrate); • mixtures of ammonium nitrate with substances that do not affect the explosiveness of these mixtures, which contain more than 65% by weight of ammonium nitrate. However, each product must not contain more than 0.4% by weight of flammable substances."
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Maximum permitted quantities",
              "points": [
                {"point_number": "1", "regulation_text": "A seagoing vessel may have a maximum of 4,000 tonnes on board;"},
                {"point_number": "2", "regulation_text": "A barge may have a maximum of 500 tonnes on board. This maximum quantity is increased to 1,000 tonnes for barges sailing on the Lower Scheldt."},
                {"point_number": "3", "regulation_text": "A vessel may have a maximum of 10,000 tonnes of ammonium nitrate-based granular fertiliser on board, subject to prior submission of a request, stating that: • the cargo of the vessel consists exclusively of this fertiliser; • the nitrogen content does not exceed 33.5%; • the percentage by weight of combustible material measured as carbon does not exceed 0.2%; • the chlorine content does not exceed 0.02% by weight. • the pH of a solution of 10 g fertiliser in 100 ml water is at least 4.5; • not more than 5% by weight of the fertiliser passes through a 1 mm mesh sieve and not more than 3% by weight passes through a 0.5 mm mesh sieve"},
                {"point_number": "4", "regulation_text": "The transport of bulk technically pure ammonium nitrate and/or equivalent mixtures is prohibited, unless permission has been obtained from HMO."}
              ]
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Direct handling",
              "points": [
                {"point_number": "1", "regulation_text": "Technically pure ammonium nitrate or equivalent mixtures must always be handled directly."},
                {"point_number": "2", "regulation_text": "If technically pure ammonium nitrate or equivalent mixtures, packaged in containers, are handled on a recognised container terminal, they may remain at the terminal for 10 calendar days."}
              ]
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "Ban on combined loading",
              "regulation_text": "Pursuant to the RD of 3 September 1958 regulating the transport, storage and sale of ammonium nitrate or mixtures thereof, no explosives, chlorates, flammable/oxidisable substances shall be transported in holds loaded with ammonium nitrate nor in adjacent holds."
            },
            {
              "subsubsection_number": "5",
              "subsubsection_title": "Additional segregation provisions for containers",
              "points": [
                {"point_number": "1", "regulation_text": "In addition to compliance with the general segregation provisions as set out in art. 10.2.3, containers loaded with technically pure ammonium nitrate and/or equivalent mixtures must be accessible at all times. Container doors must be accessible and containers must not be stacked on top of each other."},
                {"point_number": "2", "regulation_text": "Containers with technically pure ammonium nitrate and/or equivalent mixtures must, during their stay in the port, be kept separate from other containers with hazardous by a distance of at least 20 m."}
              ]
            },
            {
              "subsubsection_number": "6",
              "subsubsection_title": "Mandatory fire sentry",
              "regulation_text": "During loading, unloading or the keeping on board of ammonium nitrate fertilisers or equivalent mixtures, a fire sentry is mandatory whenever the quantity of technically pure ammonium nitrate or equivalent mixtures on board exceeds 10 tonnes. This fire sentry may only be a firm recognised by HMO."
            },
            {
              "subsubsection_number": "7",
              "subsubsection_title": "Storage of ammonium nitrate fertilisers and equivalent mixtures",
              "regulation_text": "For the storage of technically pure ammonium nitrate and equivalent mixtures, advice must be sought from the competent government service, FPS Economy, and an environmental permit must be obtained."
            },
            {
              "subsubsection_number": "8",
              "subsubsection_title": "Ammonium nitrates benefiting from exemption",
              "points": [
                {"point_number": "1", "regulation_text": "For the handling of ammonium nitrate fertilisers benefiting from exemption as provided for in the RD of 3 September 1958: • no maximum permitted quantities apply, • bulk transport is permitted, •  a fire sentry is not mandatory."},
                {"point_number": "2", "regulation_text": "The other special provisions continue to apply."},
                {"point_number": "3", "regulation_text": "For declarations, as set out in art. 10.1.3., the name and address of the producer, the name of the fertiliser and the nitrogen percentage must also be specified."}
              ]
            }
          ]
        },
        {
          "subsection_number": "10.6",
          "subsection_title": "Hazardous and/or contaminating goods in bulk - liquid + gas",
          "points": [
            {"point_number": "1", "title": "Cargo of different classes", "regulation_text": "If the cargo of a tanker or ADN tank barge consists of different liquids and/or gases classified in different hazard levels as defined in the IBC, IGC code or ADN, the provisions applicable to the substances with the most stringent safety provisions shall apply."},
            {"point_number": "2", "title": "Connection of loading/discharge pipes", "regulation_text": "For the connection of loading/discharge pipes on shore to loading and discharge pipes on board of tankers or ADN tank barges, reliable and certified material must be used, to prevent leaks, cracks, tears or fractures. Prior to loading/discharging, the necessary safety arrangements between the vessel and the main concessionaire/owner must be recorded in writing."},
            {"point_number": "3", "title": "Direct transshipment", "regulation_text": "Direct transshipment involving tankers and/or ADN tank barges is permitted only in accordance with the procedures laid down by HMO."},
            {"point_number": "4", "title": "Cargo operations on board of tankers and tanker barges not berthed at tanker berths", "regulation_text": "Cargo operations on board of tankers that are sailing, at anchor, or moored at a lock, are not permitted. Cargo operations at berths other than tanker berths may only be performed under the conditions and with the permission of HMO. Cargo operations means: washing tanks, ventilating tanks, degassifying tanks, transferring cargo, and any other operation involving a risk of escaping cargo and/or cargo vapours regardless of the type of product."},
            {"point_number": "5", "title": "Nature and weight of cargo", "regulation_text": "A tanker must fully specify the nature and weight of the cargo 6 hours before arrival at the pilot stations, Wandelaar or Steenbank, and at least 24 hours before handling, in accordance with the procedures set out in Article 10.1.3. These guidelines also apply to a tanker that enters the port empty and uncleaned."}
          ]
        },
        {
          "subsection_number": "10.7",
          "subsection_title": "Hazardous and contaminating goods in bulk - solid",
          "points": [
            {"point_number": "1", "title": "Hazardous and cumbersome bulk cargo", "regulation_text": "Entrance gates to terminals where bulk cargo is handled that may cause danger or hindrance, must clearly indicate that personal protective equipment must be worn when entering the site. Such equipment must be made available to visitors."},
            {"point_number": "2", "title": "Ships with fumigated bulk cargo", "regulation_text": "Captains of vessels with fumigated bulk cargo must, as well as the head concessionaire/owner of the unloading site, report the necessary details to HMO at least 24 hours before arrival. Unloading of the cargo may only start after the holds have been cleared by the fumigation leader.  The measurements are confirmed in a clearance certificate, a copy of which must be sent to HMO."}
          ]
        }
      ]
    },
        {
      "section_number": "11",
      "section_title": "HANDLING AND STORAGE OF OTHER GOODS",
      "subsections": [
        {
          "subsection_number": "11.1",
          "subsection_title": "Handling and storage of bulk goods",
          "points": [
            {"point_number": "1", "regulation_text": "Concessions and properties for the repetitive handling of bulk goods must be in possession of an environmental permit (or environmental permit for the operation of a classified establishment or activity) for this activity. Concessions and properties that are not subject to the above-mentioned environmental permit (or environmental permit for the operation of a classified establishment or activity) requirement and where solid bulk goods are handled, must meet the conditions imposed by HMO."},
            {"point_number": "2", "regulation_text": "The handling of solid bulk goods must comply with the obligations imposed by the decree of 17 March 2006 implementing Directive 2001/96/EC of the European Parliament and of the Council of 4 December 2001 establishing harmonised requirements and procedures for the safe loading and unloading of bulk carriers. Concessions and properties that handle seagoing vessels equipped for the carriage of bulk goods, except cereals, and ships equipped with their own loading/unloading facilities, must satisfy the following conditions: • The agreed loading/unloading schedules and any changes made to them must be retained at the terminal for a period of 6 months. • Each month, a list of bulk carriers handled with specification of the type of cargo must be drawn up. This list, together with the ship-shore safety checklist for loading or unloading dry bulk cargo carriers, must be submitted to HMO."}
          ]
        },
        {
          "subsection_number": "11.2",
          "subsection_title": "Special conditions for the handling of second hand vehicles",
          "points": [
            {"point_number": "1", "title": "Permission for placing vehicles on the quay", "regulation_text": "Before second hand vehicles can be placed on the quay, the main concessionaire/owner must have obtained permission from HMO. The loading and placing of vehicles as ship cargo must be done in the context of the loading and unloading of ships. The name of the final port of discharge must be known before vehicles are admitted to the front quay."},
            {"point_number": "2", "title": "Lay-out conditions for new terminals for second hand vehicles", "regulation_text": "1. For the application of this terminal a “new terminal for second hand vehicles” means a terminal for second hand vehicles that is built after this regulation enters into force, or an existing terminal in which the surface is renewed (with the exception of servicing, maintenance and repair works). 2. Vehicles may be stored only on sites equipped with waterproof paved surface. The waterproofing shall be certified by the contractor who installed the paved surface. All rainwater, whether or not mixed with other liquids, that ends up on the paved surface must be collected in a leak-proof drainage system. This drainage system must be of sufficient size. The drainage system must be connected to a sufficiently dimensioned hydrocarbon separator in relation to the connected surface area. The hydrocarbon separator can be connected via a system that collects most of the contamination flushed along with the first rainwater (\"first flush\"). The correct dimensioning of the drainage system, the hydrocarbon separator(s) and, where appropriate, the first flush system, must be certified by an independent expert. PPR - Antwerp Port Authority public limited company 45 - Port Police Regulations The proper operation of the hydrocarbon separator must be demonstrated annually by a maintenance contract and a quarterly inspection. A logbook of the inspections must be kept at the disposal of the authorised inspectors. Vehicles that cause contamination, or are likely to, must be stored at a dedicated area on the terminal, which: • Complies with Article 5.15.0.7 of Title II of the VLAREM • is large enough to store all rejected vehicles, with a minimum of 100m² • is fenced off and locked."},
            {"point_number": "3", "title": "Organisational measures against surface water contamination", "regulation_text": "The operator must take all measures to prevent surface water contamination: • The terminal must always have a stock of absorbent material suitable for absorbing mineral oil spills. The stock must at least be sufficient to tackle 100 m2 of contaminated area or to absorb 100 litres of oil. • The terminal must have means to cover rainwater manholes in the event of a spill. The required quantity shall depend on the lay-out of the terminal. • The terminal must have a procedure documenting at least the following aspects: o Storage location of the absorbent materials and means to cover the rainwater manholes o Person responsible for applying the materials can be reached 24/7 o Procedure for application of the materials o The removal of absorbent materials used (suitable containers, storage, disposal) o Availability of absorbent materials (replacement after use, check they are in good condition, etc.) • The staff responsible for application of the absorbent materials receive appropriate instructions and training The terminal operator proves (via an action plan) that the measures taken are adequate. This action plan must show that the lay-out and operation of the terminal allows the implementation of the organisational measures."},
            {"point_number": "4", "title": "Checking of conditions for second hand vehicles", "regulation_text": "The main concessionaire/owner must check whether second hand vehicles meet the conditions as stated by HMO. Vehicles that do not meet these conditions must be rejected as described in article 11.2.7."},
            {"point_number": "5", "title": "Information on second hand vehicles on quay", "regulation_text": "The information specified by HMO must be known to the main concessionaire/owner for every vehicle that is admitted to the terminal."},
            {"point_number": "6", "title": "Obligation of the main concessionaire/owner", "regulation_text": "The main concessionaire/owner must, upon request, submit to an authorised regulatory government service a list of the vehicles present at the terminal that have been approved for shipment. This list must contain the following information: 1. the information specified in art. 11.2.5 2. date of delivery at the terminal 3. scheduled date of loading on the ship, if available - Port Police Regulations"},
            {"point_number": "7", "title": "Non-conforming second hand vehicles", "regulation_text": "• The main concessionaire/owner must check within 24 hours after delivery to the terminal whether the vehicle conforms with article 11.2.4.  • Vehicles that are identified by the main concessionaire/owner as being non-conforming with the provisions of 11.2.4. and 11.2.9. must be clearly marked by the terminal or stored in an appropriate area of the terminal. • These vehicles must be removed immediately, in consultation with the shipper, back to the shipper or to an authorised location outside the port area. If the main concessionaire/owner has the necessary permits to bring vehicles into compliance at the terminal, the vehicles do not have to be removed but may be brought into compliance at the terminal for shipment. • These vehicles must be notified to HMO. • Non-conforming vehicles that are removed from the terminal may not be returned for shipment to any other terminal in the port unless they have been brought into compliance in accordance with articles 11.2.4 and 11.2.9, so that they effectively meet the acceptance criteria. Non-conforming vehicles may not be left on public roads."},
            {"point_number": "8", "title": "Contamination by second hand vehicles", "regulation_text": "Any contamination must be cleaned up immediately in an appropriate and environmentallyfriendly manner. If, despite the measures taken, mineral oil ends up in the surface water, the terminal operator must promptly notify HMO in accordance with Article 2.2.1."},
            {"point_number": "9", "title": "Additional cargo", "regulation_text": "Additional cargo means all goods that are not part of the vehicle as such but which are shipped in or with the vehicle. Additional cargo is only authorised if it can easily be accessed and inspected and if the criteria as stipulated by HMO have been met. Vehicles that are found at the terminals by inspection services with non-compliant additional cargo, or which they suspect to contain irregular additional cargo, may be blocked by the latter at any time. Following inspection by these services, they can be brought into compliance by the shipper or owner within 10 working days. Blocked vehicles shall remain blocked until released by the relevant inspection service."},
            {"point_number": "10", "title": "Mobilisation of vehicle", "regulation_text": "The terminal operator shall, upon request, immediately take all necessary steps to mobilise the designated vehicle to allow all checks to be carried out."},
            {"point_number": "11", "title": "Weigh bill for + 3.5 tonnes", "regulation_text": "Every lorry and/or vehicle with a maximum permitted weight of more than 3.5 tonnes must be accompanied by a weigh bill that is not older than 4 hours and includes the following information: 1. company that performed the weighing 2. date of time of the weighing 3. identification of the vehicle (including chassis number) 4. weight of the laden vehicle A main concessionaire/owner must be able to submit a weigh bill note to HMO for any vehicle, which may not contain additional cargo cf. art. 11.2.9. Lorries and vehicles with a maximum permitted weight of more than 3.5 tonnes shall be regarded as containers and must then, in addition to the conditions imposed here, also comply with all administrative conditions and regulations for the handling of loaded containers. HMO may request a weigh bill for any vehicle regardless of its maximum permitted weight."},
            {"point_number": "12", "title": "Access for emergency services", "regulation_text": "Vehicles must be positioned in such a way that they are accessible to the fire service at all times."},
            {"point_number": "13", "title": "Storage periods", "regulation_text": "The storage period must be as brief as possible, and no more than 60 calendar days. By way of exception, and always after approval from HMO, this period may be extended. Vehicles that have not been shipped after this period must be removed, in consultation with the shipper."}
          ]
        },
        {
          "subsection_number": "11.3",
          "subsection_title": "Special conditions for the fumigation of goods",
          "points": [
            {"point_number": "1", "title": "Fumigation of Containers in Fumigation Zones", "regulation_text": "Containers may only be fumigated in fumigation zones that meet the conditions set in higher legislation. Notwithstanding the provisions in article 2.2.9, each fumigation zone must be reported to HMO by the head concessionaire/owner before starting operation."},
            {"point_number": "2", "title": "Fumigation of Goods in Fixed Fumigation Installations", "regulation_text": "Every fixed fumigation installation must be registered with the Harbourmaster's Division. Fumigations carried out in registered fixed fumigation installations do not need to be reported to the HKD. All other provisions of article 2.2.9 remain fully applicable."}
          ]
        },
        {
          "subsection_number": "11.4",
          "subsection_title": "Transit Storage Facilities at the Quay for Non-Dangerous and/or Polluting Goods",
          "regulation_text": "The Harbourmaster's Office can impose conditions for handling non-dangerous or polluting goods at a transit storage facility at the quay."
        }
      ]
    },
        {
      "section_number": "12",
      "section_title": "SERVICES",
      "subsections": [
        {
          "subsection_number": "12.1",
          "subsection_title": "Pilotage",
          "subsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Public port service",
              "regulation_text": "Pursuant to article 2, 3° of the Port Decree and in the general interest of maintaining public order, preserving a safe and optimal traffic flow to and from the port area, and assuring a continuous, affordable and high quality pilotage service for the port users, the pilotage of seagoing vessels in the port area and the associated service are considered public port services."
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Competent authority",
              "regulation_text": "Pursuant to article 4 §1 of the Port Decree, the Port Authority is solely authorised to organise this public port service within the port area."
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Framework",
              "regulation_text": "Pursuant to Article 17 of the Port Decree and on the basis of the stated general interest objectives in Article 12.1., the Port Authority establishes the rules and conditions under which the pilotage service is to take place in the non-tidal areas of the port area, including the public service requirements to be met by the entities and their pilots who are authorised to provide this pilotage service."
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "General and specific conditions",
              "points": [
                {"point_number": "1", "regulation_text": "The conditions imposed by the Port Authority on the service providers, as set out in article 12.1.2., consist of general and specific conditions. • The general conditions are conditions that apply at all times to the service providers and their pilots in the non-tidal areas of the port area, regardless of the way in which they have been authorised by the Port Authority to provide pilotage services within the port area. • The specific conditions are conditions related to the modalities of the service authorisation by the Port Authority, as set out in article 12.1.4 § 2 and 3. These conditions are additional or specific with regard to the general conditions."},
                {"point_number": "2", "regulation_text": "The Port Authority shall, via one or more regulations, lay down the general and specific conditions that are imposed on the authorised service providers."},
                {"point_number": "3", "regulation_text": "The conditions in point 2 shall not affect the legal provisions with which the service providers must comply. For the purpose of granting the authorisation as referred to in article 12.1.4 point 2, the Port Authority shall require service providers undertaking pilotage services within the port area, to submit a sworn declaration stating that they meet the legal provisions. If a competent authority finds that an authorised service provider does not comply with these legal provisions, the Port Authority may, at the request of that authority and following the positive opinion of HMO, revoke the authorisation."},
                {"point_number": "4", "regulation_text": "HMO shall ensure that, during the provision of their services, authorised service providers comply at all times with the applicable conditions for provision of the service. If this is not the case, HMO shall issue instructions to ensure compliance with the conditions."}
              ]
            },
            {
              "subsubsection_number": "5",
              "subsubsection_title": "Authorisations",
              "points": [
                {"point_number": "1", "regulation_text": "Pursuant to article 16 point 2 of the Port Decree, the Port Authority may either internally delegate pilotage in the tidal areas of the port area or entrust the same, in whole or in part, to private or other public legal entities."},
                {"point_number": "2", "regulation_text": "It is expressly prohibited for any natural person and any private or public legal entity to provide pilotage services in non-tidal areas of the port area without prior authorisation by the Port Authority. To this end, a candidate service provider shall submit an application for authorisation in accordance with the procedure laid down in the regulations of the Port Authority. The Port Authority shall decide on the application for authorisation. For its decision, the Port Authority shall seek the advice of HMO, in particular as regards compliance with the general and specific conditions set out in the regulations referred to in article 12.1.3. point 2."},
                {"point_number": "3", "regulation_text": "The authorisations referred to in point 2 may take the form of an exclusive concession, individual authorisation, internal procurement or public contract. The Port Authority shall provide justification for the system to be applied. Where necessary to ensure the general interest objectives as referred to in article 12.1.1, and the continuity of the service, the Port Authority may decide to change the original system and subsequently grant authorisations under a new system. The authorised service providers shall be immediately informed of the decisions taken by the Port Authority."},
                {"point_number": "4", "regulation_text": "Without prejudice to article 12.1.3. point 4 and following the positive opinion of HMO, the Port Authority may revoke the authorisation of a service provider. The relevant service provider shall first be heard."}
              ]
            },
            {
              "subsubsection_number": "6",
              "subsubsection_title": "Operational planning",
              "points": [
                {"point_number": "1", "regulation_text": "The authorised pilotage service providers are responsible for the execution of the pilotage tasks, and shall draw up appropriate operational planning to this end. As stakeholders in an integrated nautical chain they are required to actively contribute to smooth and safe shipping traffic to, from and within the port area."},
                {"point_number": "2", "regulation_text": "To this end, they are required to register their operational planning and available current capacity based on the orders received, and to transparently communicate this information to HMO via the information system or communication channel imposed by HMO. The specific modalities for the use of the common work floor of the ACC and the digital planning environment are laid down in separate agreements between the Port Authority and the authorised service providers."},
                {"point_number": "3", "regulation_text": "The authorised service providers shall each appoint a responsible person who, operating from the common work floor of the ACC, plans and coordinates the execution of pilotage services for their organisation and, where appropriate, adjusts the said planning, whether or not instructed by HMO, for the purpose of optimising supply and demand and ensuring the optimal integration of the service within the nautical chain. These responsible persons shall also act as first point of contact for HMO for the tasks referred to in this article."}
              ]
            },
            {
              "subsubsection_number": "7",
              "subsubsection_title": "Coordination roll HMO",
              "points": [
                {"point_number": "1", "regulation_text": "HMO is responsible for overseeing the planning and the intended optimal coordination between the demand for pilotage services and the supply of the authorised pilotage service providers, as well as for the supervision of the optimal integration of the pilotage services within the nautical chain. HMO may also issue procedures to promote the above-mentioned coordination and integration."},
                {"point_number": "2", "regulation_text": "Without prejudice to the provisions of articles 12.1.5 and 12.1.6, if the demand for services exceeds the supply, HMO shall take whatever action is necessary to ensure smooth and safe shipping traffic. In such cases, HMO shall request the relevant authorised pilot service provider(s) to meet this additional demand as soon as possible."}
              ]
            },
            {
              "subsubsection_number": "8",
              "subsubsection_title": "Exclusive service provider",
              "points": [
                {"point_number": "1", "regulation_text": "To the extent that pilotage in non-tidal areas or part thereof is entrusted exclusively to one service provider, the special conditions under which the service is to be performed shall include at least the guaranteed permanent and general availability (24/7) to satisfy any demand for pilotage at rates approved by the Port Authority in advance. The Port Authority shall communicate these rates via its available communication channels."},
                {"point_number": "2", "regulation_text": "The authorisation of an exclusive service provider may be granted via an exclusive concession, a public contract or via internal procurement, taking into consideration the applicable legal provisions. The conditions applicable to exclusive pilotage service are equal regardless of whether the authorisation for exclusive pilotage service in a navigation area is granted via internal procurement, an exclusive concession or a public contract. The authorisations thus granted take effect 30 days after the decision to grant the authorisation."},
                {"point_number": "3", "regulation_text": "To the extent that the authorisation for exclusive towage service is granted via the award of an exclusive concession or public contract, the Port Authority shall take into account at least the legally stipulated guarantees when establishing the procedure. The Port Authority shall publicise the procedure and any changes thereto in an appropriate manner."},
                {"point_number": "4", "regulation_text": "If an exclusive concession is in force at the time of entry into force of these provisions, it shall be continued under the applicable conditions, until the concession is terminated."}
              ]
            },
            {
              "subsubsection_number": "9",
              "subsubsection_title": "Prohibition",
              "regulation_text": "Without prejudice to article 5 § 1, 9° of the Pilotage Decree, it is expressly prohibited for masters and skippers to use, in non-tidal areas of the port area, pilotage services provided, organised or offered by a natural person or private or public legal entity other than a body authorised by the Port Authority."
            }
          ]
        },
        {
          "subsection_number": "12.2",
          "subsection_title": "Mooring and unmooring",
          "subsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Public port service",
              "regulation_text": "Pursuant to article 2, 3° of the Port Decree and in the general interest of maintaining public order, preserving a safe and optimal traffic flow to and from the port, and assuring a continuous, affordable and high quality mooring and unmooring service for port users, the mooring and unmooring of vessels before and behind the lock complexes as referred to in Article 1.1 of these Port Police Regulations, is considered a public port service."
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Competent authority",
              "regulation_text": "Pursuant to article 4 §1 of the Port Decree, the Port Authority is solely authorised to organise this public port service within the port area."
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Framework",
              "regulation_text": "Pursuant to Article 17 of the Port Decree and on the basis of the stated general interest objectives in Article 12.2.1, the Port Authority lays down the framework and the conditions under which mooring and unmooring before and behind the lock complexes is to take place, including the public service obligations to be met by the entities that provide the said service within the port area."
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "General and specific conditions",
              "points": [
                {"point_number": "1", "regulation_text": "The conditions imposed by the Port Authority on the service providers, as set out in Article 12.2.3., consist of general and specific conditions. • The general conditions are conditions that equally apply to all service providers that provide mooring and unmooring services before and behind the locks in the port. • The specific conditions are conditions related to the modalities of the service authorisation by the Port Authority, as set out in articles 12.2.9. and 12.2.10. These conditions supplement or specify the general conditions."},
                {"point_number": "2", "regulation_text": "The Port Authority shall, via one or more regulations, lay down the general and specific conditions that are imposed on the authorised service providers."},
                {"point_number": "3", "regulation_text": "These conditions may be changed by the Port Authority if necessary."},
                {"point_number": "4", "regulation_text": "The conditions in point 2 shall not affect the legal provisions with which the service providers must comply. For the purpose of granting the authorisation as referred to in article 12.2.5. point 2, the Port Authority shall require service providers undertaking mooring and unmooring services within the port, to submit a sworn declaration stating that they meet the legal provisions. If a competent authority finds that an authorised service provider does not comply with these legal provisions, the Port Authority may, at the request of that authority and following the positive opinion of HMO, revoke the authorisation."},
                {"point_number": "5", "regulation_text": "HMO shall ensure that, during the provision of their services, authorised service providers comply at all times with the applicable conditions for provision of the service. If this is not the case, HMO shall issue instructions to ensure compliance with the conditions."}
              ]
            },
            {
              "subsubsection_number": "5",
              "subsubsection_title": "Authorisations",
              "points": [
                {"point_number": "1", "regulation_text": "Pursuant to article 16, §2 of the Port Decree, the Port Authority may either internally delegate the execution of mooring and unmooring operations or entrust the same, in whole or in part, to private or other public legal entities."},
                {"point_number": "2", "regulation_text": "It is expressly prohibited for any natural person and any private or public legal entity to provide mooring and unmooring services in the port area without prior authorisation by the Port Authority. To this end, a candidate service provider shall submit an application for authorisation in accordance with the procedure laid down in the regulations of the Port Authority. The Port Authority shall decide on the application for authorisation. For its decision, the Port Authority shall seek the advice of HMO, in particular as regards compliance with the general and specific conditions set out in the regulations referred to in article 12.2.4. point 2."},
                {"point_number": "3", "regulation_text": "The authorisations referred to in point 2 may take the form of an exclusive concession, individual authorisation, internal procurement or public contract. The Port Authority shall provide justification for the system to be applied. Where necessary to ensure the general interest objectives as referred to in article 12.2.1, and the continuity of the service, the Port Authority may decide to change the original system and subsequently grant authorisations under a new system. The authorised service providers shall be immediately informed of the decisions taken by the Port Authority. As from the date of such a decision, no new authorisations can be granted in accordance with the effective system."},
                {"point_number": "4", "regulation_text": "To the extent that the decision referred to in point 3 relates to the replacement of a system with authorisations of indefinite duration, the authorisations then in force shall end no sooner than 1 year after the decision unless otherwise agreed in consultation with the service providers concerned, but in any case no later than on the day of entry into force of the new service authorisations granted by the Port Authority under the new system. To the extent that the decision relates to the replacement of a system with authorisations of limited duration, the authorisations shall remain force for the contractually stipulated duration unless otherwise agreed in consultation with the service provider concerned. New service authorisations granted by the Port Authority can only can only take effect after expiry of this term."},
                {"point_number": "5", "regulation_text": "Without prejudice to article 12.2.4. point 4 and following the positive opinion of HMO, the Port Authority may revoke the authorisation of a service provider. The relevant service provider shall first be heard."}
              ]
            },
            {
              "subsubsection_number": "6",
              "subsubsection_title": "Operational planning",
              "points": [
                {"point_number": "1", "regulation_text": "The authorised service providers are responsible for mooring and unmooring before and behind the locks in the port area and shall draw up suitable operational planning to this end. As stakeholders in an integrated nautical chain they are required to actively contribute to smooth and safe shipping traffic to, from and within the port area."},
                {"point_number": "2", "regulation_text": "To this end, they are required to register their operational planning and available current capacity based on the orders received, and to transparently communicate this information to HMO via the information system or communication channel imposed by HMO. The specific modalities for the use of the common work floor of the ACC and the digital planning environment are laid down in separate agreements between the Port Authority and the authorised service providers."},
                {"point_number": "3", "regulation_text": "The authorised service providers shall each appoint a responsible person who, operating from the common work floor of the ACC, plans and coordinates the execution of unmooring and mooring services for their organisation and, where appropriate, adjusts the said planning, whether or not instructed by HMO, for the purpose of optimising supply and demand and ensuring the optimal integration of the service within the nautical chain. These responsible persons shall also act as first point of contact for HMO for the tasks referred to in this article."}
              ]
            },
            {
              "subsubsection_number": "7",
              "subsubsection_title": "Coordination roll HMO",
              "points": [
                {"point_number": "1", "regulation_text": "HMO is responsible for overseeing the planning and the intended optimal coordination between the demand for boatmen and the supply of the authorised service providers, as well as for the supervision of the optimal integration of mooring and unmooring within the nautical chain. HMO may also issue procedures to promote the above-mentioned coordination and integration."},
                {"point_number": "2", "regulation_text": "Without prejudice to the provisions of article 12.2.6, if the demand for services exceeds the supply, HMO shall take whatever action is necessary to ensure smooth and safe shipping traffic. In such cases, HMO shall request the relevant authorised mooring and unmooring service provider(s) to meet this additional demand as soon as possible."}
              ]
            },
            {
              "subsubsection_number": "8",
              "subsubsection_title": "Berths",
              "regulation_text": "During unmooring and mooring operations, service providers are required to comply with the provisions of chapter 8.4. Berths"
            },
            {
              "subsubsection_number": "9",
              "subsubsection_title": "Exclusive service provider",
              "points": [
                {"point_number": "1", "regulation_text": "If the service is entrusted to an exclusive service provider, the specific conditions under which the service is to be provided shall include at least the guaranteed permanent and general availability (24/7) to satisfy any demand for boatmen at rates approved by the Port Authority in advance. The Port Authority shall communicate these rates via its available communication channels."},
                {"point_number": "2", "regulation_text": "The authorisation of an exclusive service provider may be granted via an exclusive concession, a public contract or via internal procurement, taking into consideration the applicable legal provisions. The conditions applicable to exclusive mooring and unmooring service are equal regardless of whether the authorisation for exclusive mooring and unmooring service in a navigation area is granted via internal procurement, an exclusive concession or a public contract. The authorisations thus granted take effect 30 days after the decision to grant the authorisation."},
                {"point_number": "3", "regulation_text": "To the extent that the authorisation for exclusive towage service is granted via the award of an exclusive concession or public contract, the Port Authority shall take into account at least the legally stipulated guarantees when establishing the procedure. The Port Authority shall publicise the procedure and any changes thereto in an appropriate manner."},
                {"point_number": "4", "regulation_text": "If an exclusive concession is in force at the time of entry into force of these provisions, it shall be continued under the applicable conditions, until the concession is terminated."}
              ]
            },
            {
              "subsubsection_number": "10",
              "subsubsection_title": "Multiple service providers",
              "points": [
                {"point_number": "1", "regulation_text": "To the extent that the Port Authority decides to open up mooring and unmooring services within a navigation area to multiple service providers, the authorisations to be granted shall take the form of a permit granted under a permit system. The Port Authority may limit the number of authorised service providers in accordance with article 6 of EU Port Regulation No 2017/352."},
                {"point_number": "2", "regulation_text": "A candidate permit holder may apply for a towage permit to be granted under this system at any time. The towage permits are in principle granted by the Port Authority for an indefinite period and take effect 30 days after the decision to grant the permit."},
                {"point_number": "3", "regulation_text": "The specific conditions imposed by the Port Authority upon the permit holders shall include at least a guaranteed joint supply of tugboat capacity that meets the general interest objectives as set out in article 12.3.1. The specific conditions that are imposed shall be the same for all permit holders."},
                {"point_number": "4", "regulation_text": "A permit holder who, for whatever reason, wishes to waive the rights and obligations under the permit must immediately notify the Port Authority thereof by registered mail. The permit holder must continue to provide the service under the towage permit for a period of 6 months from such notification. Upon expiry of this 6-month period, the towage permit shall be considered revoked."},
                {"point_number": "5", "regulation_text": "If a permit is revoked in accordance with point 4 or pursuant to article 12.3.6., point 4, the Port Authority is required to consult the remaining permit holders in the navigation area for the purpose of examining whether the towage service can still be provided in accordance with the general interest objectives as set out in article 12.3.1. To the extent that compliance with these objectives can be ensured by the remaining permit holders, the special permit conditions shall be adapted to the new situation, taking into account the provisions of article 12.3.5, point 4. Otherwise, article 12.3.6, point 3, is applicable."}
              ]
            },
            {
              "subsubsection_number": "11",
              "subsubsection_title": "Additional instructions for service providers",
              "regulation_text": "In the interest of nautical safety or the optimisation of the chain operation for some areas within the port area, HMO may issue additional instructions for the service providers. HMO may demarcate specific navigation areas for this purpose."
            }
          ]
        },
        {
          "subsection_number": "12.3",
          "subsection_title": "Towage",
          "subsections": [
             {
              "subsubsection_number": "1",
              "subsubsection_title": "Public port service",
              "regulation_text": "Pursuant to article 2, 3° of the Port Decree and in the general interest of maintaining public order, preserving a safe and optimal traffic flow to and from the port area, and assuring a continuous, affordable and high quality towage service for port users, towage as referred to in Article 1.1. of these Port Police Regulations, is considered a public port service."
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Competent authority",
              "regulation_text": "Pursuant to article 4 §1 of the Port Decree, the Port Authority is solely authorised to organise this public port service within the port area."
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Scope of application",
              "regulation_text": "Given that the traffic planning of the Port Authority is paramount for the Common Nautical Management in accordance with article 8.3 of the Treaty between the Flemish Region and the Kingdom of the Netherlands concerning the Common Nautical Management in the Scheldt area, the provisions in this section are intended to expedite an integrated traffic flow insofar as it involves the use of towage services for shipping traffic to and from the port area, without prejudice to the competencies of other authorities, including the Common Nautical Authority."
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "Framework",
              "regulation_text": "Pursuant to Article 17 of the Port Decree and on the basis of the stated general interest objectives in Article 12.3.1, the Port Authority lays down the conditions under which the towage service must be provided, including the public service obligations to be met by the entities that provide the said service within the port. These conditions imposed by the Port Authority, and their supervision by HMO, are aimed exclusively at meeting the demand for towage services of port users arriving in, shifting within, or departing from the port area, taking into account the general interests referred to in 12.3.1."
            },
            {
              "subsubsection_number": "5",
              "subsubsection_title": "General and specific conditions",
              "points": [
                {"point_number": "1", "regulation_text": "The conditions imposed by the Port Authority on the service providers, as set out in 12.3.4., comprise general and specific conditions. • The general conditions apply equally to all towage service providers in the port area. • The specific conditions pertain to service authorisation procedures of the Port Authority, as set out in article 12.3.6. and detailed in subsection 12.3.2 of these regulations. These conditions supplement or specify the general conditions."},
                {"point_number": "2", "regulation_text": "The Port Authority shall, via one or more regulations, lay down the general and specific conditions that are imposed on the authorised service providers."},
                {"point_number": "3", "regulation_text": "The conditions set out in point 2 shall not affect the legal provisions applicable to the performance of towage activities, which must be fully complied with by the service providers. For the purpose of granting the authorisation pursuant to article 12.3.6, the Port Authority shall require towage service providers in the port to submit a sworn declaration stating that they meet the legal provisions. If a competent authority finds that an authorised service provider does not comply with these legal provisions, the Port Authority may, at the request of that authority and following the positive opinion of HMO, revoke the authorisation."},
                {"point_number": "4", "regulation_text": "The Port Authority shall at least once a year, on proposal of HMO, establish the expected required tugboat capacity for one of the navigation areas referred to in article 12.3.7. Partly on this basis, and where necessary to ensure the general interest objectives stated in article 12.3.1, this information may also be used to amend the conditions referred to in point 1 and point 2 by updating the regulations referred to in point 2. Prior to making this decision, the Port Authority shall consult the authorised service providers that may be affected by the decision, as well as the users of the service. The results of this consultation shall be taken into account in the decision-making process. The Port Authority shall provide reasonable periods for the authorised service providers to enable them to comply with the amended conditions."},
                {"point_number": "5", "regulation_text": "HMO shall ensure that authorised service providers comply at all times with the applicable conditions for the provision of the service to the port users. If this is not the case, HMO shall issue instructions to ensure compliance with the conditions."}
              ]
            },
            {
              "subsubsection_number": "6",
              "subsubsection_title": "Authorisations",
              "points": [
                {"point_number": "1", "regulation_text": "Pursuant to article 16 §2 of the Port Decree, the Port Authority may either internally delegate the execution of towing operations or entrust the same, in whole or in part, to private or other public legal entities."},
                {"point_number": "2", "regulation_text": "It is expressly prohibited for any natural person and any private or public legal entity to provide tug assistance in the port area without prior authorisation by the Port Authority. To this end, a candidate service provider shall submit an application for authorisation in accordance with the procedure laid down in the regulations of the Port Authority."},
                {"point_number": "3", "regulation_text": "The Port Authority shall decide on the application for authorisation. For its decision, the Port Authority shall seek the advice of HMO, in particular as regards compliance with the general and specific conditions set out in the regulations referred to in article 12.3.5. point 2. The authorisations referred to in point 2 may take the form of an exclusive concession, individual authorisation, internal procurement or public contract. The Port Authority shall determine and justify the applicable system for each navigation area as referred to in article 12.3.7. Where necessary to ensure the general interest objectives as referred to in article 12.3.1, and the continuity of the service, the Port Authority may decide to change the original system and subsequently grant authorisations under a new system. The authorised service providers within the relevant navigation area shall be immediately informed of the decisions taken by the Port Authority. As from the date of such a decision, no new authorisations can be granted in accordance with the effective system."},
                {"point_number": "4", "regulation_text": "To the extent that the decision referred to in point 3 relates to the replacement of a system with authorisations of indefinite duration, the authorisations then in force in the relevant navigation area shall end no sooner than 1 year after the decision unless otherwise agreed in consultation with the service providers concerned, but in any case no later than on the day of entry into force of the new service authorisations granted by the Port Authority under the new system. To the extent that the decision relates to the replacement of a system with authorisations of limited duration, the authorisations shall remain force for the contractually stipulated duration unless otherwise agreed in consultation with the service provider concerned. New service authorisations granted by the Port Authority can only can only take effect the day after expiry of this term."},
                {"point_number": "5", "regulation_text": "Without prejudice to article 12.3.5 point 5 and following the positive opinion of HMO, the Port Authority may revoke the authorisation of a service provider. The relevant service provider shall first be heard."}
              ]
            },
            {
              "subsubsection_number": "7",
              "subsubsection_title": "Navigation areas",
              "regulation_text": "For the purpose of ensuring an optimal traffic flow in the port area and the efficient deployment of resources for performance of the towage service in particular, there are two distinct navigation areas in the port area: the navigation area before the locks (tidal area) and the navigation area behind the locks (non-tidal area)."
            },
            {
              "subsubsection_number": "8",
              "subsubsection_title": "Scope of authorisations",
              "regulation_text": "The authorisation as referred to in article 12.3.6. always relates to one navigation area. The authorisation to carry out towage operations in the navigation area before the locks does not give rise to any right or obligation on behalf of the authorised service provider to carry out towage operations in the navigation area behind the locks and vice versa, without prejudice to the provisions of article 12.3.10. point 3."
            },
            {
              "subsubsection_number": "9",
              "subsubsection_title": "Operational planning",
              "regulation_text": "The authorised towing service providers shall be responsible for the performance of towing tasks in accordance with the operational planning drawn up by HMO. As stakeholders in an integrated nautical chain they are required to actively contribute to smooth and safe shipping traffic to, from and within the port area. To this end, they are required to register their available current capacity based on the orders received, and to transparently and permanently communicate this information to HMO via the information system or communication channel imposed by HMO. The authorised towing service providers can have themselves represented on the common work floor of the ACC."
            },
            {
              "subsubsection_number": "10",
              "subsubsection_title": "Coordination roll HMO",
              "points": [
                {"point_number": "1", "regulation_text": "HMO is responsible for establishing and supervising the implementation of the operational planning and the optimal reconciliation between the demand for towage services and the supply by the authorised towage service providers, as well as for the optimal integration of the towage services within the nautical chain. HMO may also issue procedures to promote the above-mentioned coordination and integration by means of Port Instructions."},
                {"point_number": "2", "regulation_text": "Without prejudice to compliance with the availability requirements imposed on the service providers, if the demand for services exceeds the supply, HMO shall take whatever action is necessary to ensure smooth and safe shipping traffic. In such cases, HMO shall request the relevant authorised towage service provider(s) to meet this additional demand as soon as possible."},
                {"point_number": "3", "regulation_text": "Without prejudice to compliance with the availability requirements imposed on the authorised towage service provider concerned, if the latter is unable to comply with the instructions issued by HMO as referred to in point 2, HMO may, on a temporary basis and only for the emergency situation at hand, use other authorised towage service providers in the port area to provide the required towage service."}
              ]
            },
            {
              "subsubsection_number": "11",
              "subsubsection_title": "Exclusive service provider",
              "points": [
                {"point_number": "1", "regulation_text": "If the service is entrusted to an exclusive towage service provider, the specific conditions under which the service is provided shall include at least the realisation of the general interest objective of ensuring an affordable service, alongside the guaranteed availability of a sufficient number of tugboats as well as adequate equipment and personnel in accordance with these requirements. For the purpose of ensuring an affordable towage service, the Port Authority also establishes tariff regulations for this exclusive service."},
                {"point_number": "2", "regulation_text": "The authorisation of an exclusive towage service provider may be granted via an exclusive concession, a public contract or via internal procurement, taking into consideration the applicable legal provisions. The conditions applicable to exclusive towage service are equal regardless of whether the authorisation for exclusive towage service in a navigation area is granted via internal procurement, an exclusive concession or a public contract. The authorisations thus granted take effect 30 days after the decision to grant the authorisation."},
                {"point_number": "3", "regulation_text": "To the extent that the authorisation for exclusive towage service is granted via the award of an exclusive concession or public contract, the Port Authority shall take into account at least the legally stipulated guarantees when establishing the procedure. The Port Authority shall publicise the procedure and any changes thereto in an appropriate manner."}
              ]
            },
            {
              "subsubsection_number": "12",
              "subsubsection_title": "Multiple service providers",
              "points": [
                {"point_number": "1", "regulation_text": "To the extent that the Port Authority decides to open up towage services within a navigation area to multiple service providers, the authorisations to be granted shall take the form of a permit granted under a permit system. The Port Authority may limit the number of authorised service providers in accordance with article 6 of EU Port Regulation No 2017/352."},
                {"point_number": "2", "regulation_text": "A candidate permit holder may apply for a towage permit to be granted under this system at any time. The towage permits are in principle granted by the Port Authority for an indefinite period and take effect 30 days after the decision to grant the permit."},
                {"point_number": "3", "regulation_text": "The specific conditions imposed by the Port Authority upon the permit holders shall include at least a guaranteed joint supply of tugboat capacity that meets the general interest objectives as set out in article 12.3.1. The specific conditions that are imposed shall be the same for all permit holders."},
                {"point_number": "4", "regulation_text": "A permit holder who, for whatever reason, wishes to waive the rights and obligations under the permit must immediately notify the Port Authority thereof by registered mail. The permit holder must continue to provide the service under the towage permit for a period of 6 months from such notification. Upon expiry of this 6-month period, the towage permit shall be considered revoked."},
                {"point_number": "5", "regulation_text": "If a permit is revoked in accordance with point 4 or pursuant to article 12.3.6., point 4, the Port Authority is required to consult the remaining permit holders in the navigation area for the purpose of examining whether the towage service can still be provided in accordance with the general interest objectives as set out in article 12.3.1. To the extent that compliance with these objectives can be ensured by the remaining permit holders, the special permit conditions shall be adapted to the new situation, taking into account the provisions of article 12.3.5, point 4. Otherwise, article 12.3.6, point 3, is applicable."}
              ]
            },
            {
              "subsubsection_number": "13",
              "subsubsection_title": "Additional instructions for service providers",
              "regulation_text": "In the interest of nautical safety or the optimisation of the chain operation for some areas within the port area, HMO may issue additional instructions for the service providers. HMO may demarcate specific navigation areas for this purpose."
            },
            {
              "subsubsection_number": "14",
              "subsubsection_title": "Registration in the IT system",
              "regulation_text": "For purposes of optimal traffic scheduling, towage service providers are required to ensure the correct and timely registration of the start and end times of all towage operations in the IT system or communication channel specified by HMO."
            },
            {
              "subsubsection_number": "15",
              "subsubsection_title": "Additional services",
              "regulation_text": "Towage assistance can be requested: • In the event of fire on board a ship • In the event of fire on a concession • For a sinking vessel • For installing, maintaining and removing a wreck buoy to demarcate a sunken vessel or an object that obstructs shipping. This list is not exhaustive. Any other service for which a tug boat is required shall be considered an additional service. The tariffs for additional services by the exclusive service provider are listed in a tariff regulation, as set out in Article 12.3.11."
            }
          ]
        },
        {
          "subsection_number": "12.4",
          "subsection_title": "Oil spill control",
          "subsections": [
            {
              "subsubsection_number": "1",
              "subsubsection_title": "Public port service",
              "regulation_text": "Pursuant to article 2, 3° of the Port Decree and for the purpose of optimal protection of the environment and the harbour infrastructure of the port area from damage, and to ensure a safe and economically optimal traffic flow within the port, the service related to the containment and clean-up of oil spills (hereinafter called ‘oil spill service’) is a public port service."
            },
            {
              "subsubsection_number": "2",
              "subsubsection_title": "Competent authority",
              "regulation_text": "Pursuant to article 4 §1 of the Port Decree, the Port Authority is in principle solely authorised to organise this public port service within the port. In view of the decision of the Flemish Region, pursuant to art. 16 § 1 of the Port Decree, to exercise its competence itself as regards the organisation of public port services, in this case oil spill control, in the tidal area of the port, the following regulation is however limited to the non-tidal area of the port area and the Deurganck Dock."
            },
            {
              "subsubsection_number": "3",
              "subsubsection_title": "Framework",
              "regulation_text": "Pursuant to Article 17 of the Port Decree and the stated general interest objectives in Article 12.4.1, the Port Authority shall establish the framework and the conditions under which the oil spill service is to take place in the non-tidal area of the port area and the Deurganck Dock, including the public service obligations to be met by the service provider(s) which is (are) authorised to provide this oil spill service."
            },
            {
              "subsubsection_number": "4",
              "subsubsection_title": "Authorisations",
              "regulation_text": "It is expressly prohibited for any natural person and any private or public legal entity to provide oil spill services in the non-tidal part of the port area and the Deurganck Dock without prior authorisation by the Port Authority. The authorisation to provide oil spill services in the non-tidal area of the port area and the Deurganck Dock is granted through the award of a public contract. If necessary, in order to safeguard the general interest objectives referred to in Article 12.4.1, and on condition that continuity of the service is ensured, the Port Authority may, upon expiry of the contract, decide to organise the service in a manner other than through the award of a public contract to a service provider, namely through a concession or the introduction of a permit system. In such cases, the Port Authority shall establish a regulation laying down the procedure and the conditions to be imposed on the authorised service provider(s). For this, the Port Authority shall seek the advice of HMO. The Port Authority shall publicise the list of authorised service provider(s)."
            }
          ]
        },
        {
          "subsection_number": "12.5",
          "subsection_title": "Bunkering",
          "subsections": [
            {
              "subsection_number": "12.5.1",
              "subsubsection_title": "Port service",
              "regulation_text": "Pursuant to article 4 of Regulation 2017/352 of the European Parliament and of the Council of 15 February 2017 establishing a framework for the provision of port services and common rules on the financial transparency of ports and in the general interest of maintaining public order, preserving a safe and optimal traffic flow from and to the port, and assuring high quality bunkering operations for the port users, the bunkering of vessels in the port and the associated services are considered port services."
            },
            {
              "subsection_number": "12.5.2",
              "subsubsection_title": "Competent authority",
              "regulation_text": "Pursuant to article 4 of the above-mentioned European Regulation, the Port Authority is responsible for the organisation of this port service within the port."
            },
            {
              "subsection_number": "12.5.3",
              "subsubsection_title": "Framework",
              "points": [
                {"point_number": "1", "regulation_text": "Pursuant to article 4 of the above-mentioned European Regulation, the Port Authority shall establish the regulations and the conditions governing the provision of bunkering services in the port area."},
                {"point_number": "2", "regulation_text": "The conditions imposed by the Port Authority shall not affect the legal provisions with which the service providers must comply."},
                {"point_number": "3", "regulation_text": "For the purpose of granting a permit as referred to in article 9.1.1, §1, the Port Authority shall require the entities undertaking bunkering activities within the port to submit a sworn declaration stating that they meet these legal provisions."},
                {"point_number": "4", "regulation_text": "If a competent authority finds that a permit holder does not comply with these legal provisions, the Port Authority may, at the request of that authority and after the positive opinion of HMO, revoke the licence."},
                {"point_number": "5", "regulation_text": "HMO shall ensure that, during the provision of their services, authorised service providers comply at all times with the applicable conditions for provision of the service. If this is not the case, HMO shall issue instructions to ensure compliance with the conditions."}
              ]
            },
            {
              "subsection_number": "12.5.4",
              "subsection_title": "Permit for Bunkering Conventional and Biofuels",
              "subsubsections": [
                {
                  "subsubsection_number": "1",
                  "subsubsection_title": "Chapter 12.5.4.1  Mass Flow Meter system",
                  "subsections": [
                    {
                      "subsection_number": "12.5.4.1.1",
                      "subsection_title": "Definitions",
                      "regulation_text": "In this chapter, the following definitions apply: - - - - - - - - - MFM: a Coriolis mass flow meter as specified in clause 3.25 of ISO 22192:2021; MFM system: an MFM system in compliance with clause 3.26 of ISO 22192:2021 and Article 12.5.4.1.3; ISO 22192:2021: International Standard ISO 22192 Bunkering of marine fuel using the Coriolis mass flow meter (MFM) system, 2021 edition; OIML R117:2019: International Organization of Legal Metrology Recommendation R117:2019 for dynamic measuring systems for liquids other than water; harbourmaster: harbourmaster of Rotterdam, employed by Havenbedrijf Rotterdam N.V.; bunkers: residual distillates (bunker oil and diesel) and biofuels; bunkering operations: bunker delivery from a bunker ship to a seagoing vessel; Measuring Instruments Directive: Directive 2014/32/EU on the harmonisation of the laws of the Member States relating to the making available on the market of measuring instruments (MID); licence holder: owner of the bunker ship."
                    },
                    {
                      "subsection_number": "12.5.4.1.2",
                      "subsection_title": "Scope",
                      "points": [
                        {"point_number": "1", "regulation_text": "Bunkers (residual distillates (fuel oil and diesel) and biofuels) are delivered to a seagoing vessel on board a bunker ship using an MFM system suitable for the specific delivery of those bunkers;"},
                        {"point_number": "2", "regulation_text": "This chapter does not apply to a bunker ship, i.e. a tanker of type N-open, with a load capacity of up to 300 tonnes, built and equipped for the carriage and delivery of marine propellants to other ships as referred to in Article 1.2.1 of the European Agreement concerning the International Carriage of Dangerous Goods by Inland Waterways (ADN)."}
                      ]
                    },
                    {
                      "subsection_number": "12.5.4.1.3",
                      "subsection_title": "MFM system requirements",
                      "regulation_text": "An MFM system on board a bunker ship:  a. is a system consisting of the components referred to in clause 3.26 of ISO 22192:2021; b. c. d. e. meets the requirements of the Metrology Act in conjunction with the Measuring Instruments Directive and the OIML R117 2019 edition; is certified and placed on the market by an accredited body referred to in Article 27 of the Measuring Instruments Directive for ANNE12.5.4.1 VII (MI 005) as a continuous bunker measurement system installed on a vessel intended for the supply of fuel; is certified by an accredited body as referred to in Article 27 of the Measuring Instruments Directive for ANNE12.5.4.1 VII (MI 005) as the \"Bunker Metering System\", and; is equipped with a certified storage device (memory device/data logger) in accordance with OIML R117:2019 or a device with software certified in accordance with 'WELMEC Guide 7.2', e12.5.4.1tension L for measurement data storage, and for which all data generated by the MFM system must be available to the Antwerp-Bruges Harbourmaster/Harbourmaster's Office and the receiving party or its representative for at least three months."
                    },
                    {
                      "subsection_number": "12.5.4.1.4",
                      "subsection_title": "Inspection procedure",
                      "points": [
                        {"point_number": "1", "regulation_text": "The MFM system is required to undergo an annual inspection."},
                        {"point_number": "2", "regulation_text": "During inspection, the MFM system shall undergo zero verification as described in Anne12.5.4.1 D of ISO 22192:2021, with the understanding that \"accredited body\" as mentioned in D.6 is the Harbourmaster/Harbourmaster's Office of Antwerp-Bruges."},
                        {"point_number": "3", "regulation_text": "The zero point verification shall fall within the requirements stated in Anne12.5.4.1 D of ISO 22192:2021 and the zero verification is valid for a ma12.5.4.1imum of 1 year."},
                        {"point_number": "4", "regulation_text": "This inspection shall be carried out by a party appropriately accredited for MFM systems under either ISO 17020, ISO 17025 or ISO 17065."},
                        {"point_number": "5", "regulation_text": "The zero point verification and the accreditation of the verifier referred to in the third paragraph shall be documented by the licence holder on board the bunker ship concerned."},
                        {"point_number": "6", "regulation_text": "Copies of the corresponding certificates shall be shared with the Harbourmaster/Harbourmaster's Office of Antwerp-Bruges without delay."},
                        {"point_number": "7", "regulation_text": "An MFM system shall not be used in the event that the zero verification does not meet the requirements in Anne12.5.4.1 D of ISO 22192:2021."}
                      ]
                    },
                    {
                      "subsection_number": "12.5.4.1.5",
                      "subsection_title": "Operational conditions for the use of the MFM system",
                      "points": [
                        {"point_number": "1", "regulation_text": "Bunkering operations shall comply, in terms of safety, health and environment, with the general requirements set out in clause 4 of ISO 22192:2021 and its Anne12.5.4.1 A, where instead of the bunker checklist listed in Anne12.5.4.1 L, the ISGOTT bunker checklist shall be used."},
                        {"point_number": "2", "regulation_text": "Both the documentation required and the procedures to be followed for the entire bunker operation shall comply with the requirements set out in clause 9 of ISO 22192:2021 and its anne12.5.4.1es, with the e12.5.4.1ception of clauses 9.1, 9.3, part g of 9.4.2, 9.6.4.3, 9.7.1.3, 9.7.2.12, with the proviso that: a. clause 9.4.1.2 and Anne12.5.4.1 O apply only as far as the delivered bunkers are concerned; b. c. d. e. f. g. in clause 9.4.1.4, the \"accredited body\" is the Harbourmaster/Harbourmaster's Office of Antwerp-Bruges; in clause 9.4.1.5, the \"accredited body\" is the Harbourmaster/Harbourmaster's Office of Antwerp-Bruges;  in clause 9.6.1, the reference to clause 5 does not apply; in clause 9.6.2 and 9.6.3.5.1 instead of the bunker checklist listed in Anne12.5.4.1 L, the ISGOTT bunker checklist shall be used. clause 9.7.1.5 only as far as supplying bunkers to seagoing vessels is concerned. in clause 9.8.3 part a, at the time a bunker ship does not have an IMO number the ENI number shall be included on the bunkering metering ticket."},
                        {"point_number": "3", "regulation_text": "The licence holder is responsible for ensuring that the bunker ship's crew has sufficient knowledge to properly carry out bunkering operations using an MFM system and to comply with the regulations imposed in this licence."}
                      ]
                    },
                    {
                      "subsection_number": "12.5.4.1.6",
                      "subsection_title": "Reporting obligation and suspension of licence in case of noncompliance with licence  conditions",
                      "points": [
                        {"point_number": "1", "regulation_text": "In the event that the conditions of this chapter and the mandatory clauses and Anne12.5.4.1es of ISO 22192:2021 are not met: a. this must be reported immediately to the Harbourmaster/Harbourmaster's Office; b. c. new bunkering operations are prohibited unless a requested e12.5.4.1emption has been granted by the Harbourmaster/Harbourmaster's Office.  an already started bunkering operation must be halted and said ongoing bunkering operation can only be resumed under the conditions that an alternative measurement method is used and there is written agreement from the receiving seagoing vessel on the resumption of the bunkering operation and the use of an alternative measurement method;"},
                        {"point_number": "2", "regulation_text": "In the event of a quantity dispute, without prejudice to the provisions of clause 9.9.2 of ISO 22192:2021, the Harbourmaster/Harbourmaster's Office shall be notified immediately."}
                      ]
                    },
                    {
                      "subsection_number": "12.5.4.1.7",
                      "subsection_title": "Required documentation",
                      "regulation_text": "For the purpose of the licence, the required documentation of Article 12.5.4.1.3, 12.5.4.1.4 and 12.5.4.1.5 will be accepted both digitally and hard copy."
                    },
                    {
                      "subsection_number": "12.5.4.1.8",
                      "subsection_title": "Entry into force",
                      "regulation_text": "This chapter enters into force on 01 January 2026."
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
}